Repository: yattee/yattee
Catalog: Shared/*.lproj/Localizable.strings
Languages: ar, az, ca, cs, de, es, hi, hu, id, ja, nb_no, pl, pt, ro

source: Show Open Videos toolbar button
ar: أظهار زر شريط الأدوات لمقاطع الفيديو المفتوحة
az: Açıq Videolar alətlər paneli düyməsini göstər
ca: Mostra el botó de la barra d'eines de vídeos oberts
cs: Zobrazit tlačítko "Otevřít Video" na panelu nástrojů
de: Schaltfläche "Videos öffnen" in der Symbolleiste anzeigen
es: Mostrar el botón de los vídeos abiertos en la barra de herramientas
hu: Nyitott videók eszköztár gombjának megjelenítése
id: Tampilkan tombol bilah alat Video Terbuka
ja: ツールバーに動画を開くを表示
nb_no: Vis Åpne Videoer verktøylinje knapp
pl: Pokaż "Otwórz wideo" na pasku narzędzi
pt: Mostrar botão da toolbar de Abrir Vídeos
ro: Afișați butonul din bara de instrumente Videoclipuri deschise

source: URL to Open
ar: الرابط المراد فتحه
az: Açmaq üçün URL
ca: URL per obrir
cs: URL pro otevření
de: URL zu öffnen
es: URL para abrir
hu: Megnyitni kívánt webcím
id: URL untuk Dibuka
ja: 開きたい URL
nb_no: Åpne URL
pl: URL do otwarcia
pt: URL para Abrir
ro: URL-ul pentru a deschide

source: Enter link to open
ar: ‏إدخال الرابط للفتح
az: Açmaq üçün linki daxil et
ca: Introdueix l'enllaç per obrir
cs: Zadejte odkaz pro otevření
de: Zum Öffnen Link eingeben
es: Introduce el enlace para abrir
hu: Írja be a megnyitni kívánt hivatkozást
id: Masukan tautan untuk dibuka
ja: 開きたいリンクを入力
nb_no: Gå inn i link for å åpne
pl: Wprowadź link, aby otworzyć
pt: Insira a ligação para abrir
ro: Introduceți linkul pentru a deschide

source: Pages buttons
ar: أزرار الصفحات
az: Səhifə düymələri
ca: Botons de pàgines
cs: Tlačítka stránek
de: Seiten Schaltflächen
es: Botones de páginas
hu: Oldalak gombjai
id: Tombol halaman
ja: ページのボタン
nb_no: Side knapper
pl: Przyciski stron
pt: Botões das páginas
ro: Butoanele Pagini

source: Could not open Files
ar: تعذر فتح الملفات
az: Faylları açmaq mümkün olmadı
ca: No s'han pogut obrir Fitxers
cs: Nelze otevřít soubory
de: Dateien konnten nicht geöffnet werden
es: No se pudieron abrir los archivos
hu: Nem sikerült a fájlokat megnyitni
id: Tidak dapat membuka berkas
ja: ファイルを開けませんでした
nb_no: Kunne ikke åpne fil
pl: Nie można otworzyć plików
pt: Não pôde abrir Ficheiros
ro: Nu s-a putut deschide fișierele

source: Paste
ar: لصق
az: Yapışdır
ca: Enganxa
cs: Vložit
de: Einfügen
es: Pegar
hu: Beillesztés
id: Tempel
ja: 貼り付け
nb_no: Lim
pl: Wklej
pt: Colar
ro: Lipește

source: Open Videos
ar: فتح مقاطع الفيديو
az: Videoları Aç
ca: Vídeos oberts
cs: Otevřít videa
de: Videos öffnen
es: Abrir Videos
hu: Videók megnyitása
id: Buka Video
ja: 動画を開く
nb_no: Åpne Videoer
pl: Otwórz wideo
pt: Abrir Vídeos
ro: Deschideți videoclipuri

source: Enter links to open, one per line
ar: ‏إدخال الروابط للفتح, كل رابط في سطر
az: Açmaq üçün keçidləri daxil et, hər cərgədə bir
ca: Introduïu els enllaços per obrir, un per línia
cs: Zadejte odkazy k otevření, jeden na řádek
de: Zu öffnende Links eingeben, einen pro Zeile
es: Ingrese enlaces para abrir, uno por línea
hu: Írja be a megnyitni kívánt hivatkozásokat, soronként egyet
id: Masukan tautan untuk membuka, satu per baris
ja: 開きたいリンクを1行ごとに入力
nb_no: Legg til lenker som skal åpnes, en per linje
pl: Wprowadź linki do otwarcia, po jednym w wierszu
pt: Insira as ligações para abrir, um por linha
ro: Introduceți link-uri pentru a deschide, unul pe linie

source: Playback Mode
ar: وضع التشغيل
az: Oynatma Rejimi
ca: Mode de reproducció
cs: Režim přehrávání
de: Wiedergabemodus
es: Modo de reproducción
hu: Lejátszási mód
id: Mode Pemutar
ja: 再生モード
nb_no: Avspilling Modus
pl: Tryb odtwarzania
pt: Modo de Playback
ro: Mod redare

source: Add
ar: إضافة
az: Əlavə et
ca: Afegeix
cs: Přidat
de: Hinzufügen
es: Agregar
hu: Hozzáadás
id: Tambah
ja: 追加
nb_no: Legg til
pl: Dodaj
pt: Adicionar
ro: Adăugați

source: Hide
ar: إخفاء
az: Gizlət
ca: Amaga
cs: Skrýt
de: Ausblenden
es: Ocultar
hu: Elrejtés
id: Sembunyi
ja: 非表示
nb_no: Gjem
pl: Ukryj
pt: Esconder
ro: Ascunde

source: Always
ar: دائماً
az: Həmişə
ca: Sempre
cs: Vždy
de: Immer
es: Siempre
hu: Mindig
id: Selalu
ja: 常に
nb_no: Alltid
pl: Zawsze
pt: Sempre
ro: Întotdeauna

source: Only for local files and URLs
ar: للملفات المحلية والروابط فقط
az: Yalnız yerli fayllar və URL-lər üçün
ca: Només per a fitxers i URL locals
cs: Pouze pro místní soubory a adresy URL
de: Nur bei lokalen Dateien und URLs
es: olo para archivos locales y URLs
hu: Csak helyi fájlok és webcímek esetén
id: Hanya untuk berkas lokal dan URLs
ja: ローカルのファイルとURLのみ
nb_no: Kun for lokale filer og URLer
pl: Tylko dla lokalnych plików i adresów URL
pt: Apenas para ficheiros locais e URLs
ro: Numai pentru fișierele și adresele URL locale

source: Right
ar: يمين
az: Sağ
ca: Dreta
cs: Vpravo
de: Rechts
es: Derecha
hu: Jobb
id: Kanan
ja: 右
nb_no: Høyre
pl: Prawa
pt: Direita
ro: Dreapta

source: Share
ar: مشاركة
az: Paylaş
ca: Compartir
cs: Sdílet
de: Teilen
es: Compartir
hu: Megosztás
id: Bagikan
ja: 共有
nb_no: Del
pl: Udostępnij
pt: Compartilhar
ro: Trimite

source: Show icons and text when space permits
ar: إظهار أيقونات ونصوص عندما تسمح المساحة
az: Yer olsa nişanları və mətni göstər
ca: Mostra les icones i el text quan l'espai ho permeti
cs: Zobrazit ikony a text při dostatku prostoru
de: Symbole und Text anzeigen, wenn es der Platz erlaubt
es: Mostrar íconos y texto cuando el espacio lo permita
hu: Ikonok és szöveg megjelenítése, ha van elegendő hely
id: Tampilkan ikon dan teks ketika ruang memungkinkan
ja: 空きがあればアイコンと文字を表示
nb_no: Vis ikoner og tekst når det er plass
pl: Pokazuj ikony i tekst, gdy jest na to miejsce
pt: Mostrar ícones e texto quando o espaço permitir
ro: Afișați pictograme și text atunci când spațiul permite

source: Left
ar: يسار
az: Sol
ca: Esquerra
cs: Vlevo
de: Links
es: Izquierda
hu: Bal
id: Kiri
ja: 左
nb_no: Venstre
pl: Lewa
pt: Esquerda
ro: Stânga

source: Format
ar: التنسيق
cs: Formát
es: Formato
hu: Formátum
ja: 形式
pt: Formato

source: Driver
ar: التعريف
az: Sürücü
ca: Controlador
cs: Ovladač
de: Treiber
hu: Illesztőprogram
id: Pengandar
ja: ドライバー
pl: Sterownik
ro: Șofer

source: Show only icons
ar: إظهار الأيقونات فقط
az: Yalnız nişanları göstər
ca: Mostra només icones
cs: Zobrazit pouze ikony
de: Nur Icons anzeigen
es: Mostrar solo íconos
hu: Csak az ikonok megjelenítése
id: Tampilkan hanya ikon
ja: アイコンのみ表示
nb_no: Vis kun ikoner
pl: Pokaż tylko ikony
pt: Mostrar apenas ícones
ro: Afișați numai pictograme

source: Center
ar: منتصف
az: Mərkəz
ca: Centre
cs: Střed
de: Mitte
es: Centrar
hu: Középen
id: Tengah
ja: 中央
nb_no: Senter
pl: Środek
pt: Centro
ro: Centru

source: Documents
ar: المستندات
az: Sənədlər
cs: Dokumenty
de: Dokumente
es: Documentos
hu: Dokumentumok
id: Dokumen
ja: 文書
nb_no: Dokumenter
pl: Dokumenty
pt: Documentos
ro: Documente

source: File
ar: ‏الملف
az: Fayl
ca: Fitxer
cs: Soubor
de: Datei
es: Archivo
hu: Fájl
id: Berkas
ja: ファイル
nb_no: Fil
pl: Plik
pt: Ficheiro
ro: Fişier

source: Codec
ar: الترميز
az: Kodek
ca: Còdec
cs: Kodek
hu: Kodek
id: Kodek
ja: コーデック
nb_no: Kodeks
pl: Kodek

source: Size
ar: الحجم
az: Ölçü
ca: Tamany
cs: Velikost
de: Größe
es: Tamaño
hu: Méret
id: Ukuran
ja: サイズ
nb_no: Størrelse
pl: Rozmiar
pt: Tamanho
ro: Mărime

source: FPS
ar: ‏إطار لكل ثانية
pl: Klatek na sekundę

source: Could not find any links to open in your clipboard
ar: تعذر العثور على روابط للفتح في الحافظة
az: Mübadilə buferinizdə açmaq üçün heç bir keçid tapılmadı
ca: No s'ha pogut trobar cap enllaç per obrir al porta-retalls
cs: Nepodařilo se najít žádné odkazy k otevření ve vaší schránce
de: Kann keine Links zum Öffnen in Ihrer Zwischenablage finden
es: No se pudo encontrar ningún enlace para abrir en su portapapeles
hu: A vágólapon nem találhatók megnyitni kívánt hivatkozások
id: Tidak dapat menemukan tautan apa pun untuk dibuka pada papan klip kamu
ja: クリップボード内に開けるリンクが見つかりません
nb_no: Kunne ikke finnen noen linker å åpne i utklippstavlen
pl: Nie udało się znaleźć w schowku żadnych linków do otwarcia
pt: Não pôde achar nenhuma ligação para abrir na sua área de transferência
ro: Nu a putut găsi niciun link de deschis în clipboard

source: Actions buttons
ar: أزرار الإجراءات
az: Fəaliyyət düymələri
ca: Botons d'accions
cs: Tlačítka akcí
de: Aktionsschaltflächen
es: Botones de acciones
hu: Műveleti gombok
id: Tombol Tindakan
ja: 操作ボタン
nb_no: Handlings knapper
pl: Przyciski akcji
pt: Botões de ação
ro: Butoane de acțiuni

source: Locations Manifest
ar: بيان المواقع
az: Məkanlar Manifesti
ca: Manifest d'ubicacions
cs: Manifest umístění
de: Standorte Manifest
es: Manifiesto de ubicaciones
hu: Helyek listája
id: Manifes Lokasi
ja: インスタンスの定義ファイル
nb_no: Lokasjonsmanifest
pl: Manifest lokalizacji
pt: Manifesto de Localizações
ro: Locații manifeste

source: Default Profile
ar: الملف الشخصي الإفتراضي
az: Defolt Profil
ca: Perfil predeterminat
cs: Výchozí profil
de: Standardprofil
es: Perfil por defecto
hu: Alapértelmezett profil
id: Profil Bawaan
ja: 標準のプロファイル
nb_no: Standard profil
pl: Domyślny profil
pt: Perfil Padrão
ro: Profil implicit

source: Playback history is empty
ar: سجل تاريخ التشغيل فارغ
az: Oynatma tarixçəsi boşdur
ca: L'historial de reproducció està buit
cs: Historie přehrávání je prázdná
de: Wiedergabeverlauf ist leer
es: El historial de reproducción está vacío
hu: A lejátszási előzmények üresek
id: Riwayat pemutar kosong
ja: 再生履歴なし
nb_no: Avspillingshisotrikk er tom
pl: Historia odtwarzania jest pusta
pt: Histórico de playback está vazio
ro: Istoricul de redare este gol

source: Copy%@link
ar: نسخ رابط %@
az: %@ bağlantısın kopyala
ca: Copia%@link
cs: Zkopírovat%@odkaz
de: %@-Link kopieren
es: Copiar%@enlace
hu: %@ hivatkozás másolása
id: Salin tautan %@
ja: %@リンクをコピー
nb_no: Kopier%@lenke
pl: Kopiuj link%@
pt: Copiar ligação %@
ro: Copiați%@link

source: Share%@link
ar: مشاركة رابط %@
az: %@ bağlantısın paylaş
ca: Compartir Enllaç %@
cs: Sdílet%@odkaz
de: %@-Link teilen
es: Compartir%@enlace
hu: %@ hivatkozás megosztása
id: Bagikan tautan %@
ja: %@リンクを共有
nb_no: Del%@lenke
pl: Udostępnij link%@
pt: Compartilhar ligação %@
ro: Partajați link-ul %@

source: Instance of current account
ar: مثيل الحساب الحالي
az: Cari hesabın nümunəsi
ca: Instància del compte actual
cs: Instance aktuálního účtu
de: Instanz des derzeitigen Accounts
es: Instancia de la cuenta actual
hi: वर्तमान खाते का इन्सटेंस
hu: Jelenlegi fiók példánya
id: Bentuk dari akun saat ini
ja: 現在のアカウントのインスタンス
nb_no: Instans for nåværende konto
pl: Instancja aktualnie wybranego konta
pt: Instância da conta atual
ro: Instanța contului curent

source: Seek gesture sensitivity
ar: حساسية إيماءة التقديم
az: Axtarış jesti həssaslığı
ca: Busca sensibilitat gestual
cs: Sensitivita gest posouvání
de: Suchgesten-Sensibilität
es: Buscar sensibilidad en los gestos
hi: जेस्चर संवेदनशीलता को झांके
hu: Keresési gesztus érzékenysége
id: Sensitivitas gestur menyeret
ja: シークのジェスチャー感度
nb_no: Sensitivitet for blafringshåndvendinger
pl: Czułość gestu przewijania
pt: Sensitividade do gesto de busca
ro: Căutați sensibilitatea la gesturi

source: Video
ar: مقطع الفيديو
ca: Vídeo
hu: Videó
ja: 動画
pl: Wideo
pt: Vídeo

source: Audio
ar: الصوت
az: Səs
hu: Hang
ja: 音声
nb_no: Lyd
pl: Dźwięk
pt: Áudio

source: Honor orientation lock
ar: قفل توجيه الشرف
az: Honor orientasiya kilidi
ca: Bloqueig d'orientació d'honor
cs: Dodržovat zámek orientace
de: Orientierungssperre berücksichtigen
es: Bloqueo de orientación de honor
hi: ओरिएंटेशन लॉक का सम्मान करें
hu: Tájolás zárolása
id: Menetapi kunci orientasi
ja: 向きのロックに従う
nb_no: Ta hensyn til sideretningslås
pl: Honoruj blokadę orientacji systemu
pt: Honrar bloqueio de orientação
ro: Blocarea orientării onoare

source: Proxy videos
ar: وكيل مقاطع الفيديو
az: Proksi videolar
ca: Vídeos proxy
cs: Proxy pro přehrávání videí
de: Videos über Proxy abspielen
es: Utilizar un proxy para ver los vídeos
hi: प्रॉक्सी वीडियो
hu: Proxyzott videók
id: Video Proksi
ja: 動画閲覧にプロキシ使用
nb_no: Mellomtjen videoer
pl: Używaj proxy do odtwarzania wideo
pt: Proxy de vídeos
ro: Videoclipuri Proxy

source: Seek gesture speed
ar: سرعة إيماءة التقديم
az: Axtarış jesti sürəti
ca: Busqueu la velocitat dels gestos
cs: Rychlost gest posouvání
de: Geschwindigkeit der Suchgesten
es: Buscar velocidad de gesto
hi: जेस्चर गति को झांके
hu: Keresési gesztus sebessége
id: Kecepatan gestur menyeret
ja: シークのジェスチャー速度
nb_no: Hastighet for blafringshåndvending
pl: Prędkość gestu przewijania
pt: Velocidade do gesto de busca
ro: Căutați viteza gesturilor

source: Seek with horizontal swipe on video
ar: التقديم باستخدام التمرير الأفقي على الفيديو
az: Videoda üfüqi sürüşdürmə ilə axtar
ca: Cerca amb llisca horitzontal al vídeo
cs: Posouvání ve videu potažením do stran
de: Suchen mit horizontaler Wischbewegung im Video
es: Buscar con deslizamiento horizontal en video
hi: वीडियो पर क्षैतिज स्वाइप के साथ झांके
hu: Keresés vízszintes húzással videón
id: Menyeret dengan geser horizontal pada video
ja: 動画で水平スワイプでシーク
nb_no: Blafre med vannrett dragning på video
pl: Przewijaj wideo gestem poziomym
pt: Buscar com deslize horizontal no vídeo
ro: Căutați cu glisare orizontală pe videoclip

source: System controls show buttons for %@
ar: ‏نظام عناصر التحكم إظهار الأزرار لـ %@
az: Sistem idarəetmələri %@ üçün düymələri göstərir
ca: Els controls del sistema mostren botons per a %@
cs: Ovládací prvky systému zobrazují tlačítka pro %@
de: Die Systemsteuerung zeigt Tasten für %@
es: Los controles del sistema muestran botones para %@
hi: %@ के लिए सिस्टम नियंत्रण बटन दिखाएँ
hu: A rendszervezérlők gombokat jelenítenek meg a következőhöz: %@
id: Kontrol sistem menampilkan tombol-tombol untuk %@
ja: システム制御「%@」用のボタンを表示
nb_no: Systemkontroller viser knapper for %@
pl: Kontrolki systemu pokazują przyciski: %@
pt: Controles do sistema mostram botões para %@
ro: Controalele de sistem arată butoanele pentru %@

source: Wiki
ar: ويكي
az: Viki
ca: Viqui
hi: विकि

source: Sample Rate
ar: معدل العينة
az: Nümunə Sürəti
ca: Freqüència de mostreig
cs: Vzorkovací frekvence
es: Frecuencia de muestreo
hu: Mintavételi sebesség
id: Nilai Sampel
ja: サンプルレート
nb_no: Stikkprøve rate
pl: Częstotliwość próbkowania
pt: Taxa de Amostra
ro: Rata simpla

source: Short videos: visible
ar: مقاطع الفيديو القصيرة: مرئية
cs: Krátká videa: viditelná
de: Kurze Videos: sichtbar
es: Videos cortos: visible
hu: Rövid videók: láthatóak
id: Video pendek: terlihat
ja: ショート動画: 表示
pl: Krótkie wideo: widoczne
pt: Vídeos curtos: visíveis
ro: Videoclipuri scurte: vizibile

source: Show channel avatars in channels lists
ar: ‏إظهار الصور الرمزية للقناة في قوائم القنوات
de: Kanal-Avatare in Kanallisten anzeigen
es: Mostrar los avatares de los canales en las listas de los canales
hu: Csatorna profilképek megjelenítése a csatornák listájában
id: Tampilkan avatar saluran dalam daftar saluran
ja: チャンネル一覧にチャンネルのアイコンを表示
pl: Pokaż awatary kanałów na listach kanałów
pt: Mostrar avatares de canais em listas de canais
ro: Afișați avatarele canalelor în listele de canale

source: Show channel avatars in videos lists
ar: إظهار الصور الرمزية للقناة في قوائم مقاطع الفيديو
de: Kanal-Avatare in Videolisten anzeigen
es: Mostrar los avatares de los canales en las listas de los vídeos
hu: Csatorna profilképek megjelenítése a videók listájában
id: Tampilan avatar saluran dalam daftar video
ja: 動画一覧にチャンネルのアイコンを表示
pl: Pokaż awatary kanałów na listach wideo
pt: Mostrar avatares de canais em listas de vídeos
ro: Afișați avatarele canalului în listele de videoclipuri

source: Keep channels with unwatched videos on top of subscriptions list
ar: ‏ الإحتفاظ بالقنوات التي تحتوي على مقاطع الفيديو غير المشاهدة على رأس قائمة الإشتراكات
de: Kanäle mit ungesehenen Videos oben in der Abonnementliste halten
es: Mantén los canales con los vídeos sin ver en la parte superior de la lista de suscripciones
hu: A nem megtekintett videókkal rendelkező csatornák a feliratkozási lista tetején maradnak
id: Pastikan saluran dengan video yang belum ditonton tetap berada di bagian atas daftar langganan
ja: 未視聴の動画があるチャンネルをチャンネル一覧の上部に維持
pl: Kanały z nieobejrzanymi filmami na górze listy subskrypcji
pt: Manter canais com vídeos não vistos no topo da lista de inscrições
ro: Păstrați canalele cu videoclipuri nevăzute în partea de sus a listei de abonamente

source: Show video context menu options to force selected backend
ar: إظهار خيارات قائمة سياق الفيديو لفرض الواجهة الخلفية المحددة
de: Video-Kontextmenüoptionen anzeigen, um die Auswahl des Backends zu erzwingen
es: Mostrar las opciones del menú contextual del vídeo para forzar el backend seleccionado
hu: Videó kontextusmenü beállításainak megjelenítése a kiválasztott háttérprogram kikényszerítéséhez
id: Tampilkan opsi menu konteks video untuk memaksa backend yang dipilih
ja: 強制的にバックエンドを選択するコンテキストメニューを動画に表示
pl: Pokaż opcje menu kontekstowego wideo, aby wymusić wybrany silnik
pt: Mostrar opções do menu contextual do vídeo para forçar o backend selecionado
ro: Afișați opțiunile din meniul contextual video pentru a forța backend-ul selectat

source: Play Now in AVPlayer
ar: تشغيل الآن في AVPlayer
cs: Přehrát v AVPlayer
de: Jetzt in AVPlayer abspielen
es: Reproducir ahora en AVPlayer
hu: Lejátszás az AVPlayer-ben
id: Putar Sekarang di AVPlayer
ja: AVPlayer で今すぐ再生
pl: Odtwórz teraz w AVPlayerze
pt: Tocar Agora no AVPlayer
ro: Redă acum în AVPlayer

source: Play Now in MPV
ar: تشغيل الآن في MPV
cs: Přehrát v MPV
de: Jetzt im MPV abspielen
es: Reproducir ahora en MPV
hu: Lejátszás az MPV-ben
id: Putar Sekarang di MPV
ja: MPV で今すぐ再生
pl: Odtwórz teraz w MPV
pt: Tocar Agora em MPV
ro: Redă acum în MPV

source: Enter account credentials to connect...
ar: أدخل بيانات اعتماد الحساب للاتصال...
cs: Zadejte přihlašovací údaje k účtu a připojte se...
de: Geben Sie die Kontozugangsdaten ein, um eine Verbindung herzustellen …
es: Introduce las credenciales de la cuenta para conectarte...
hu: Adja meg a fiók hitelesítő adatait a kapcsolódáshoz...
id: Masukkan kredensial akun untuk terhubung...
ja: 接続用の認証情報を入力...
pl: Wprowadź dane logowania do konta, aby połączyć...
pt: Insira as credenciais da conta para conectar…
ro: Introduceți acreditările contului pentru a vă conecta...

source: Seek
ar: التقديم
de: Suchen
es: Buscar
hu: Keresés
id: Menyeret
ja: シーク
pl: Przewijanie
pt: Vasculhar
ro: Căuta

source: Show scroll to top button in comments
ar: إظهار التمرير إلى الزر العلوي في التعليقات
cs: Zobrazit tlačítko pro posun na začátek v komentářích
de: Schaltfläche Nach oben scrollen in Kommentaren anzeigen
es: Mostrar el botón de desplazamiento hacia arriba en los comentarios
hu: Görgetés a tetejére gomb megjelenítése a hozzászólásokban
id: Tampilkan tombol gulungan berurut ke atas pada komentar
ja: コメント欄に「上に戻る」表示
pl: Pokaż przycisk przewijania do góry w komentarzach
pt: Mostrar botão de voltar ao topo nos comentários
ro: Afișați butonul de derulare până sus în comentarii

source: Enter location address to connect...
ar: أدخل عنوان الموقع للإتصال...
cs: Zadejte adresu pro připojení...
de: Geben Sie die Internetadresse ein, um eine Verbindung herzustellen …
es: Introduzca la dirección para conectarse...
hu: Adja meg a hely címét a kapcsolódáshoz...
id: Masukkan alamat lokasi untuk terhubung...
ja: 接続先のインスタンスを入力...
pl: Wprowadź adres lokalizacji, aby połączyć...
pt: Insira o endereço da localização para conectar…
ro: Introdu adresa locației pentru a te conecta...

source: File Extension
ar: ملحق الملف
de: Dateierweiterung
es: Extensión del archivo
hu: Fájl kiterjesztése
id: Ekstensi Berkas
ja: ファイル拡張子
pl: Rozszerzenie pliku
pt: Extensão do Ficheiro
ro: Extensie fișier

source: Public account
ar: حساب عام
cs: Veřejný účet
de: Öffentliches Konto
es: Cuenta pública
hu: Nyilvános fiók
id: Akun publik
ja: 公開アカウント
pl: Konto publiczne
pt: Conta pública
ro: Cont public

source: Your Accounts
ar: حساباتك
ca: Els vostres comptes
cs: Vaše účty
de: Ihre Konten
es: Tus cuentas
hu: Saját fiókok
id: Akun Kamu
ja: アカウントを使用
pl: Twoje konta
pt: As suas Contas
ro: Conturi tale

source: Browse without account
ar: تصفح بدون حساب
cs: Procházet bez účtu
de: Surfen ohne Konto
es: Navegar sin cuenta
hu: Böngészés fiók nélkül
id: Telusur tanpa akun
ja: アカウントなしで閲覧
pl: Przeglądanie bez konta
pt: Navegar sem uma conta
ro: Navigați fără cont

source: Mark channel feed as unwatched
ar: وضع علامة لم تتم المشاهدة على محتوى القناة
cs: Označit kanál jako neshlédnutý
de: Kanal-Feed als ungesehen markieren
es: Marcar el feed del canal como no visto
hu: Jelölje meg a csatorna hírfolyamot nem megtekintettként
id: Tandai umpan saluran belum ditonton
ja: チャンネルフィードを未視聴にする
pl: Oznacz najnowsze z kanału jako nieobejrzane
pt: Marcar feed do canal como não visto
ro: Marcați feedul canalului ca nevizionat

source: Play all unwatched
ar: ‏تشغيل كل شيء لم تتم المشاهدة
cs: Přehrát všechny neshlédnuté
de: Alle ungesehen abspielen
es: Reproducir todo lo no visto
hu: Összes nem megtekintettek lejátszása
id: Putar semua yang belum ditonton
ja: 未視聴をすべて再生
pl: Odtwórz nieobejrzane
pt: Tocar todos não vistos
ro: Redă toate nevizionate

source: Player Bar
ar: ‏شريط المشغل
cs: Panel přehrávače
de: Video-Player-Leiste
es: Barra del reproductor
hu: Lejátszó sáv
id: Bilah Pemutar
ja: プレイヤーバー
pl: Pasek odtwarzacza
pt: Barra do Player
ro: Bară playerului

source: Double tap gesture
ar: إيماءة بنقرة المزدوجة
cs: Gesto dvojitého klepnutí
de: Doppeltippgeste
es: Gesto de doble toque
hu: Dupla koppintás gesztus
id: Gestu ketuk ganda
ja: ダブルタップ
pl: Gest podwójnego stuknięcia
pt: Gesto de dois toques
ro: Atingeți de două ori gest

source: Open expanded
ar: فتح موسعاً
cs: Otevřít rozbalené
de: Erweitert öffnen
es: Abrir maximizado
hu: Megnyitás kibontva
id: Buka diperluas
ja: 展開したまま開く
pl: Domyślnie rozwinięty
pt: Abrir expandido
ro: Deschide extins

source: Always show controls buttons
ar: ‏دائما إظهار أزرار عناصر التحكم
cs: Vždy zobrazit ovládací tlačítka
de: Steuerungsschaltflächen immer einblenden
es: Mostrar siempre los botones de control
hu: Mindig jelenítse meg a vezérlőgombokat
id: Selalu tampilkan tombol kontrol
ja: 常に制御ボタンを表示
pl: Zawsze pokazuj przyciski akcji
pt: Sempre mostrar botões de controle
ro: Afișați întotdeauna butoanele de control

source: Clear all
ar: ‏مسح الكل
cs: Vymazat vše
de: Alles löschen
es: Borrar todo
hu: Összes kiürítése
id: Bersihkan semua
ja: すべて消去
pl: Wyczyść wszystko
pt: Limpar tudo
ro: Ștergeți tot

source: Maximum width expanded
ar: الحد الأقصى للعرض الموسع
cs: Maximální šířka
de: Maximalbreite erweitert
es: Ancho máximo expandido
hu: Maximális szélesség kiterjesztve
id: Lebar maksimum diperluas
ja: 展開時に幅を最大化
pl: Maksymalna szerokość rozwinięcia
pt: Largura máxima expandida
ro: Lățimea maximă extinsă

source: Single tap gesture
ar: إيماءة بنقرة الواحدة
cs: Gesto jednoho klepnutí
de: Einmalige Antippen-Geste
es: Gesto de un solo toque
hu: Egyszeri koppintás gesztus
id: Gestu ketuk tunggal
ja: シングルタップ
pl: Gest pojedynczego stuknięcia
pt: Gesto de um toque
ro: Gest cu o singură atingere

source: Tap and hold channel thumbnail to open context menu with more actions
ar: ‫ الضغط مع الإستمرار على الصورة المصغرة للقناة لفتح قائمة السياق مع المزيد من الإجراءات
cs: Klepnutím a podržením miniatury kanálu otevřete kontextovou nabídku s dalšími akcemi
de: Tippen und halten Sie die Kanal-Miniaturansicht, um das Kontextmenü mit weiteren Aktionen zu öffnen
es: Mantén pulsada la miniatura del canal para abrir el menú contextual con más acciones
hu: Koppintson és tartsa lenyomva a csatorna miniatűrjét a további műveletekhez tartozó kontextusmenü megnyitásához
id: Ketuk dan tahan keluku saluran untuk membuka menu konteks dengan tindakan lebih banyak
ja: チャンネルのサムネイルをタップで押し続けると、操作用のメニューが表示されます
pl: Wciśnij i przytrzymaj miniaturkę kanału aby otworzyć menu dla innych akcji
pt: Toque e segure a miniatura do canal para abrir um menu contextual com mais ações
ro: Atingeți lung miniatura canalului pentru a deschide meniul contextual cu mai multe acțiuni
