Repository: yattee/yattee
Catalog: Shared/*.lproj/Localizable.strings
Languages: ar, az, ca, cs, de, es, hi, hu, id, ja, nb_no, pl, pt, ro

source: Add Channels, Playlists and Searches to Favorites using
ar: إضافة القنوات، قوائم تشغيل، عمليات البحث إلى المفضلة باستخدام
az: İstifadə edərək: Sevimlilərə Kanallar, Pleylistlər və Axtarışlar əlavə et
ca: Afegiu canals, llistes de reproducció i cerques als preferits mitjançant
cs: Přidejte kanály, playlisty a vyhledávání do oblíbených pomocí
de: Hinzufügen von Kanälen, Wiedergabelisten und Suchen zu den Favoriten mit
es: Agregue canales, listas de reproducción y búsquedas a favoritos usando
hi: चैनल, प्लेलिस्ट और खोजों को पसंदीदा में जोड़ें उपयोग करके
hu: Csatornák, lejátszási listák és keresések hozzáadása a kedvencekhez a következő használatával
id: Tambah Saluran, Daftar Putar, dan Pencarian ke Favorit menggunakan
ja: チャンネル、再生リスト、検索をお気に入りにするには
nb_no: Legg til kanaler, spillelister, og søk til i favoritter ved bruk av
pl: Dodawaj kanały, playlisty i wyszukiwania używając
pt: Adicionar Canais, Playlists e Buscas aos Favoritos usando
ro: Adăugați Canale, Playlisturi și Căutări la Favorite utilizând

source: Make default
ar: جعله افتراضي
az: Defolt edilən
ca: Per defecte
cs: Nastavit jako výchozí
de: Standard machen
es: Hacer por defecto
hi: डिफ़ॉल्ट बनाएँ
hu: Legyen alapértelmezett
id: Jadikan Bawaan
ja: 標準にする
nb_no: Gjør til forvalg
pl: Ustaw jako domyślny
pt: Fazer padrão
ro: Faceți implicit

source: Visibility
ar: امكانية الرؤية
az: Görünüş
ca: Visibilitat
cs: Viditelnost
de: Sichtbarkeit
es: Visibilidad
hi: दृश्यता
hu: Láthatóság
id: Visibilitas
ja: 表示
nb_no: Synlighet
pl: Widoczność
pt: Visibilidade
ro: Vizibilitate

source: Stream & Player
ar: بث و تشغيل
az: Yayım və Oynadıcı
ca: Transmissió i reproductor
cs: Stream & přehrávač
de: Streamen & Player
es: Transmisión y reproductor
hi: स्ट्रीम और प्लेयर
hu: Közvetítő és lejátszó
id: Siaran & Pemutar
ja: ストリームとプレイヤー
nb_no: Strøm og avspiller
pl: Strumień i odtwarzacz
pt: Fluxo e Reprodutor
ro: Stream și Player

source: Statistics
ar: إحصائيات
az: Statistika
ca: Estadístiques
cs: Statistiky
de: Statistik
es: Estadísticas
hi: आँकड़े
hu: Statisztika
id: Statistik
ja: 統計
nb_no: Statistikk
pl: Statystyki
pt: Estatísticas
ro: Statistici

source: Hardware decoder
ar: وحدة فك ترميز الأجهزة
az: Cihaz dekoderi
ca: Descodificador de maquinari
cs: Hardwarový dekodér
es: Decodificador Hardware
hi: हार्डवेयर डीकोडर
hu: Hardveres dekódoló
id: Dekoder perangkat keras
ja: ハードウェアデコーダー
nb_no: Maskinvaredekoder
pl: Dekoder sprzętowy
pt: Decoder de hardware
ro: Decodor hardware

source: Rate & Captions
ar: معدل سرعة التشغيل و الترجمة
az: Reytinq və Altyazılar
ca: Valoració i subtítols
cs: Hodnocení & titulky
de: Rate & Untertitel
es: Tarifa y subtítulos
hi: दर एवं कैप्शन
hu: Értékelés és feliratok
id: Nilai & Takarir
ja: 速度と字幕
nb_no: Vurdering og undertekster
pl: Prędkość i napisy
pt: Taxa & Legendas
ro: Rata & Subtitrări

source: Dropped frames
ar: الإطارات المتساقطة
az: Düşmüş çərçivələr
ca: Fotogrames perduts
cs: Dropnuté snímky
de: Ausgelassene Einzelbilder
es: Fotogramas caídos
hi: गिराए गए फ्रेम
hu: Eldobott keretek
id: Penurunan bingkai
ja: フレーム落ち
nb_no: Forkastede rammer
pl: Opuszczone ramki
pt: Frames perdidos
ro: Cadre scăpate

source: Stream FPS
ar: عدد الإطارات في الثانية في البث
az: FPS Yayımı
ca: Transmissió d'FPS
cs: FPS streamu
de: FPS-Stream
hi: स्ट्रीम FPS
hu: FPS folyam
id: Siaran FPS
ja: ストリーム FPS
nb_no: Bilder per sekund for strøm
pl: FPS strumienia
pt: FPS do stream
ro: Flux FPS

source: Any format
ar: أي شكل
az: İstənilən format
ca: Qualsevol format
cs: Jakýkoliv formát
de: Jedes Format
es: Cualquier formato
hi: कोई प्रारूप
hu: Bármilyen formátum
id: Format apa pun
ja: 全形式
nb_no: Alle formater
pl: Dowolny format
pt: Qualquer formato
ro: Orice format

source: %@ formats
ar: تنسيقات %@
az: %@ formatları
cs: %@ formáty
de: %@-Formate
es: %@ formatos
hi: %@ प्रारूप
hu: %@ formátumok
id: format %@
ja: %@ 形式
nb_no: %@-formater
pl: Format(ów): %@
pt: %@ formatos
ro: formatele %@

source: Playlist is empty Tap and hold on a video and then "Add to Playlist"
ar: قائمة تشغيل فارغة الضغط مع الإستمرار على مقطع الفيديو ثم "إضافة إلى قائمة تشغيل"
az: Pleylist boşdur Videoya toxunub saxla və sonra "Pleylistə əlavə et"
ca: La llista de reproducció està buida Mantén premut un vídeo i després "Afegir a la llista de reproducció"
cs: Playlist je prázdný Klikněte a podržte video a vyberte "Přidat do playlistu"
de: Die Wiedergabeliste ist leer Drücken und halten Sie auf ein Video und dann "Zur Wiedergabeliste hinzufügen"
es: La lista de reproducción está vacía Toca y mantén presionado un video y luego "Agregar a la lista de reproducción"
hi: प्लेलिस्ट ख़ाली है किसी वीडियो पर टैप करके रखें और फिर "प्लेलिस्ट में जोड़ें"
hu: A lejátszási lista üres Koppintson és tartsa lenyomva egy videóra, majd „Hozzáadás a lejátszási listához”
id: Daftar putar kosong Ketuk dan tahan pada video kemudian "Tambah ke Daftar Putar"
ja: 再生リストなし 動画をタップし続け 「再生リストに追加」
nb_no: Spillelisten er tom Trykk og hold på en video og så «Legg til i spilleliste».
pl: Lista odtwarzania jest pusta Stuknij i przytrzymaj na filmie, a następnie "Dodaj do playlisty"
pt: Playlist está vazia Toque e segure num vídeo e então em “Adicionar à playlist”
ro: Playlist-ul este goală Atingeți și mențineți apăsat un videoclip, apoi "Adaugă în playlist"

source: Press and hold remote button to open captions and quality menus
ar: الضغط مع الإستمرار على زر التحكم عن بعد لفتح الترجمة وقوائم الجودة
az: Altyazıları və keyfiyyət menyusunu açmaq üçün remote düyməsini basıb saxla
ca: Mantén premut el botó del comandament per obrir subtítols i menús de qualitat
cs: Stisknutím a podržením tlačítka dálkového ovladače otevřete nabídku titulků a kvality
de: Drücken und halten Sie die Fernbedienungstaste, um Untertitel und Qualitätsmenüs zu öffnen
es: Mantenga presionado el botón del control remoto para abrir subtítulos y menús de calidad
hi: कैप्शन और गुणवत्ता मेनू खोलने के लिए रिमोट बटन को दबाकर रखें
hu: Nyomja meg és tartsa lenyomva a távvezérlő gombot a feliratok és a minőségi menük megnyitásához
id: Tekan dan tahan tombol remot untuk membuka takarir dan menu kualitas
ja: リモコンのボタンを長押しすると、字幕と品質のメニューが表示されます
nb_no: Trykk og hold fjernknappen for å åpne meny for undertekster og kvalitet
pl: Przytrzymaj przycisk pilota aby otworzyć menu napisów i jakości
pt: Aperte e segure o botão de controle remoto para abrir legendas e menus de qualidade
ro: Țineți apăsat butonul de la distanță pentru a deschide subtitrările și meniurile de calitate

source: Comments are disabled
ar: التعليقات معطلة
az: Şərhlər deaktiv edilib
ca: Els comentaris estan desactivats
cs: Komentáře jsou vypnuty
de: Kommentare sind abgeschaltet
es: Los comentarios están deshabilitados
hi: टिप्पणियाँ अक्षम हैं
hu: Hozzászólások letiltva
id: Komentar dinonaktifkan
ja: コメント無効です
nb_no: Kommentarer er avskrudd
pl: Komentarze są wyłączone
pt: Comentários estão desativados
ro: Comentariile sunt dezactivate

source: No comments
ar: لا توجد تعليقات
az: Şərhsiz
ca: Sense comentaris
cs: Žádné komentáře
de: Keine Kommentare
es: Sin comentarios
hi: कोई टिप्पणी नहीं
hu: Nincsenek hozzászólások
id: Tidak ada komentar
ja: コメントなし
nb_no: Ingen kommentarer
pl: Brak komentarzy
pt: Sem comentários
ro: Nici un comentariu

source: No chapters information available
ar: لا توجد معلومات متاحة عن الفصول
az: Bölmələr haqqında məlumat yoxdur
ca: No hi ha informació de capítols disponible
cs: Žádné informace o kapitolách
de: Keine Informationen zu den Kapiteln vorhanden
es: No hay información de capítulos disponible
hi: कोई अध्याय जानकारी उपलब्ध नहीं
hu: Nincsenek elérhető fejezetinformációk
id: Tidak ada informasi bab yang tersedia
ja: 利用できるチャプター情報なし
nb_no: Ingen tilgjengelig kapittelinfo
pl: Brak informacji o rozdziałach
pt: Nenhuma informação de capítulos disponível
ro: Nu există capitole de informații disponibile

source: Open logs in Finder
ar: فتح السجلات في Finder
az: Axtarıcıda jurnalları aç
ca: Obriu els registres al Finder
cs: Otevřít logy ve Finderu
de: Logs im Finder öffnen
es: Abrir registros en Finder
hi: लॉग को Finder में खोलें
hu: Naplók megnyitása a Finderben
id: Buka catatan pada Finder
ja: FInder でログを開く
nb_no: Åpne loggføring i Finder
pl: Otwórz logi w Finderze
pt: Abrir logs no Finder
ro: Deschideți jurnalele în Finder

source: Could not refresh Subscriptions
ar: تعذر تحديث الإشتراكات
az: Abunəlikləri yeniləmək mümkün olmadı
ca: No s'han pogut actualitzar les subscripcions
cs: Nepodařilo se obnovit odběry
de: Abonnements konnten nicht aktualisiert werden
es: No se pueden refrescar las Suscriptiones
hi: सदस्यता पुनर्स्थापित नहीं किया जा सका
hu: Nem sikerült frissíteni a feliratkozásokat
id: Tidak dapat menyegarkan Langganan
ja: 登録チャンネルを更新できません
nb_no: Kunne ikke gjenoppfriske abonnementer
pl: Nie można odświeżyć Subskrybcji
pt: Não pôde atualizar inscrições
ro: Nu s-a putut reîmprospăta Abonamente

source: Could not load streams
ar: تعذر تحميل البثوث
az: Yayımları yükləmək mümkün olmadı
ca: No s'han pogut carregar els fluxos
cs: Nepodařilo se načíst streamy
de: Konnte keine Streams laden
es: No se pudieron cargar transmisiones
hi: स्ट्रीम्स नहीं खोला जा सका
hu: Nem sikerült betölteni a közvetítéseket
id: Tidak dapat memuat siaran
ja: ストリームを開けません
nb_no: Kunne ikke laste inn strømmer
pl: Nie można wczytać strumieni
pt: Não pôde carregar streams
ro: Nu s-au putut încărca fluxurile

source: Could not extract channel information
ar: تعذر استخراج معلومات القناة
az: Kanal məlumatını çıxarmaq mümkün olmadı
ca: No s'ha pogut extreure la informació del canal
cs: Nepodařilo se extrahovat informace o kanálu
de: Kanalinformationen konnten nicht entnommen werden
es: No se pudo extraer la información del canal
hi: चैनल की जानकारी नहीं निकाली जा सकी
hu: Nem sikerült csatornainformációkat kinyerni
id: Tidak dapat mengekstrak informasi saluran
ja: チャンネル情報を抽出できません
nb_no: Kunne ikke hente kanalinfo
pl: Nie udało się wyodrębnić informacji o kanale
pt: Não pôde extrair informação do canal
ro: Nu s-au putut extrage informații despre canal

source: Could not extract SID from received cookies: %@
ar: تعذر استخراج SID من ملفات تعريف الارتباط المستلمة: %@
az: Qəbul edilmiş kukilərdən SID çıxarmaq mümkün olmadı: %@
ca: No s'ha pogut extreure el SID de les galetes rebudes: %@
cs: Nepodařilo se extrahovat SID z obdržených souborů cookie: %@
de: SID konnte nicht aus empfangenen Cookies entpackt werden: %@
es: No se pudo extraer el SID de las cookies recibidas: %@
hi: प्राप्त कुकीज़ से SID नहीं निकाला जा सका: %@
hu: Nem sikerült kinyerni az SID-t a kapott sütikből: %@
id: Tidak dapat mengekstrak SID dari kuki yang diterima: %@
ja: 受信したクッキーから SID を抽出できません: %@
nb_no: Kunne ikke hente ut SID fra mottatte informasjonskapsler: %@
pl: Nie udało się wyodrębnić ciasteczka SID z otrzymanych ciasteczek: %@
pt: Não pôde extrair SID dos cookies recebidos: %@
ro: Nu s-a putut extrage SID-ul din cookie-urile primite: %@

source: Could not update your token.
ar: تعذر تحديث الرمز المميز الخاص بك.
az: Nişanınızı yeniləmək mümkün olmadı.
ca: No s'ha pogut actualitzar el vostre token.
cs: Nepodařilo se aktualizovat váš token.
de: Ihr Token kann nicht aktualisiert werden.
es: No se pudo actualizar su token.
hi: आपका टोकन अपडेट नहीं हो सका।
hu: Nem sikerült a token frissítése.
id: Tidak dapat memperbarui token kamu.
ja: トークンを更新できません。
nb_no: Kunne ikke oppdatere symbolet ditt.
pl: Nie można było zaktualizować twojego tokena.
pt: Não pôde atualizar o seu token.
ro: Nu s-a putut actualiza token-ul.

source: Could not refresh Trending
ar: تعذر تحديث المحتوى الرائج
az: Trendi yeniləmək mümkün olmadı
ca: No s'ha pogut actualitzar Tendència
cs: Nepodařilo se obnovit trendy
de: Trends kann nicht aktualisiert werden
es: No se pudo actualizar Tendencias
hi: ट्रेंडिंग को पुनर्स्थापित नहीं किया जा सका
hu: Nem sikerült a felkapottak frissítése
id: Tidak dapat menyegarkan Tren
ja: 急上昇のページを更新できません
nb_no: Kunne ikke gjenoppfriske trendende
pl: Nie można odświeżyć Na czasie
pt: Não pôde atualizar Em Alta
ro: Nu s-a putut reîmprospăta Tendinție

source: For custom locations you can configure Frontend URL in Locations settings
ar: بالنسبة للمواقع المخصصة، يمكنك تكوين عنوان URL للواجهة الأمامية في إعدادات المواقع
az: Fərdi məkanlar üçün Siz Məkanlar tənzimləmələrində Ön URL-ni konfiqurasiya edə bilərsiniz
ca: Per a ubicacions personalitzades, podeu configurar l'URL d'interfície a la configuració d'Ubicacions
cs: Pro vlastní umístění můžete nakonfigurovat adresu URL frontendu v nastavení umístění
de: Für benutzerdefinierte Standorte können Sie die Frontend-URL in den Standorteinstellungen konfigurieren
es: Para ubicaciones personalizadas, puede configurar la URL de frontend en la configuración de ubicaciones
hu: Egyéni helyekhez az előtétprogram webcímét a Helyek menüpontban konfigurálhatja
id: Untuk lokasi modifikasi, kamu dapat mengonfigurasi URL Frontend di pengaturan Lokasi
ja: インスタンスを指定するには、設定からフロントエンドのURLを設定します
nb_no: For tilpassede lokasjoner kan du konfigurere Frontend URL i lokasjons instillinger
pl: Dla własnych lokalizacji możesz ustawić adres frontendu w ustawieniach lokalizacji
pt: Para localizações customizadas pode configurar o URL do frontend nas configurações de localização
ro: Pentru locațiile personalizate, puteți configura URL-ul Frontend în setările Locații

source: This URL could not be opened
ar: تعذر فتح عنوان URL هذا
az: Bu URL açıla bilmədi
ca: Aquest URL no s'ha pogut obrir
cs: Tuto URL nelze otevřít
de: Diese URL kann nicht geöffnet werden
es: Esta URL no se pudo abrir
hi: इस URL को नहीं खोला जा सका
hu: Ez a webcím nem nyitható meg
id: URL ini tidak dapat dibuka
ja: この URL を開けませんでした
nb_no: Denne URL kunne ikke åpnes
pl: Nie można otworzyć tego adresu URL
pt: Esta URL não pôde ser aberta
ro: Această adresă URL nu a putut fi deschisă

source: Could not open channel
ar: تعذر فتح القناة
az: Kanalı açmaq mümkün olmadı
ca: No s'ha pogut obrir el canal
cs: Nelze otevřít kanál
de: Kanal kann nicht geöffnet werden
es: No se pudo abrir el canal
hi: चैनल नहीं खुल सका
hu: Nem sikerült megnyitni a csatornát
id: Tidak dapat membuka saluran
ja: チャンネルを開けません
nb_no: Kunne ikke åpne kanal
pl: Nie można otworzyć Kanału
pt: Não pôde abrir canal
ro: Nu s-a putut deschide canalul

source: Could not open playlist
ar: تعذر فتح قائمة تشغيل
az: Pleylisti açmaq olmadı
ca: No s'ha pogut obrir la llista de reproducció
cs: Nepodařilo se otevřít playlist
de: Kann Wiedergabeliste nicht öffnen
es: No se pudo abrir la lista de reproducción
hu: Nem sikerült megnyitni a lejátszási listát
id: Tidak dapat membuka daftar putar
ja: 再生リストを開けません
nb_no: Kunne ikke åpne spilleliste
pl: Nie można otworzyć Playlisty
pt: Não pôde abrir playlist
ro: Nu s-a putut deschide playlist

source: Could not extract video ID
ar: تعذر استخراج معرف الفيديو
az: Video ID-ni çıxarmaq mümkün olmadı
ca: No s'ha pogut extreure l'identificador del vídeo
cs: Nepodařilo se extrahovat ID videa
de: Die Video-ID konnte nicht entpackt werden
es: No se pudo extraer la identificación del video
hu: Nem sikerült kinyerni a videó azonosítóját
id: Tidak dapat mengekstrak ID video
ja: 動画 ID を抽出できません
nb_no: Kunne ikke pakke ut video-ID
pl: Nie można wyodrębnić identyfikatora wideo
pt: Não pôde extrair ID do vídeo
ro: Nu s-a putut extrage ID-ul videoclipului

source: This video could not be opened
ar: تعذر فتح هذا الفيديو
az: Bu videonu açmaq mümkün olmadı
ca: Aquest vídeo no s'ha pogut obrir
cs: Toto video nelze otevřít
de: Dieses Video kann nicht geöffnet werden
es: Este video no se pudo abrir
hu: Ez a videó nem nyitható meg
id: Video ini tidak dapat dibuka
ja: この動画を開けません
nb_no: Kunne ikke åpne videoen
pl: Tego wideo nie udało się otworzyć
pt: Este vídeo não pôde ser aberto
ro: Acest videoclip nu a putut fi deschis

source: Could not extract playlist ID
ar: تعذر استخراج معرف قائمة تشغيل
az: Pleylist ID-ni çıxarmaq mümkün olmadı
ca: No s'ha pogut extreure l'identificador de la llista de reproducció
cs: Nelze extrahovat ID playlistu
de: Wiedergabelisten-ID kann nicht entpackt werden
es: No se pudo extraer el ID de la lista de reproducción
hu: Nem sikerült kinyerni a lejátszási lista azonosítóját
id: Tidak dapat mengekstrak ID daftar putar
ja: 再生リストの ID を抽出できません
nb_no: Kunne ikke hente ut spilleliste-ID
pl: Nie można wyodrębnić identyfikatora playlisty
pt: Não pôde extrair ID da playlist
ro: Nu s-a putut extrage ID-ul playlistului

source: Could not load video
ar: تعذر تحميل الفيديو
az: Videonu yükləmək mümkün olmadı
ca: No s'ha pogut carregar el vídeo
cs: Nelze načíst video
de: Das Video kann nicht geladen werden
es: No se pudo cargar el video
hu: Nem sikerült a videót betölteni
id: Tidak dapat memuat video
ja: 動画を読み込めません
nb_no: Kunne ikke laste inn video
pl: Nie można wczytać wideo
pt: Não pôde carregar vídeo
ro: Nu s-a putut încărca videoclipul

source: No locations available at the moment
ar: لا توجد مواقع متاحة في الوقت الحالي
az: Hazırda mövcud məkanlar yoxdur
ca: No hi ha ubicacions disponibles en aquest moment
cs: Žádná umístění nejsou aktuálně k dispozici
de: Derzeit keine Standorte verfügbar
es: No hay ubicaciones disponibles en este momento
hu: Jelenleg nincsenek elérhető helyek
id: Tidak ada lokasi yang tersedia saat ini
ja: 現時点で利用可能なインスタンスがありません
nb_no: Ingen lokasjoner tilgjengelig for øyeblikket
pl: Żadna lokalizacja nie jest teraz dostępna
pt: Nenhuma localização disponível no momento
ro: Nu există locații disponibile momentan

source: Could not refresh Playlists
ar: تعذر تحديث قوائم تشغيل
az: Pleylistləri yeniləmək mümkün olmadı
ca: No s'han pogut actualitzar les llistes de reproducció
cs: Nepodařilo se obnovit Playlisty
de: Wiedergabelisten können nicht aktualisiert werden
es: No se pudieron actualizar las listas de reproducción
hu: Nem sikerült frissíteni a lejátszási listákat
id: Tidak dapat menyegarkan Daftar Putar
ja: 再生リストを更新できません
nb_no: Kunne ikke gjenoppfriske spillelister
pl: Nie udało się odświeżyć Playlist
pt: Não pôde atualizar playlists
ro: Nu s-au putut reîmprospăta Playlisturi

source: If you want this app to be available in your language, join translation project.
ar: إذا كنت تريد أن يكون هذا التطبيق متاحا بلغتك ، فانضم إلى مشروع الترجمة.
az: Bu tətbiqin öz dilinizdə olmasını istəyirsinizsə, tərcümə layihəsinə qoşulun.
ca: Si vols que aquesta aplicació estigui disponible en el teu idioma, uneix-te al projecte de traducció.
cs: Jestli chcete aby tato aplikace byla i ve vašem jazyce, připojte se do překladového projektu.
de: Wenn Sie wünschen, dass diese App auch in Ihrer Sprache verfügbar ist, nehmen Sie am Übersetzungsprojekt teil.
es: Si desea que esta aplicación esté disponible en su idioma, únase al proyecto de traducción.
hu: Ha azt szeretné, hogy ez az alkalmazás a saját nyelvén is elérhető legyen, csatlakozzon a fordítási projekthez.
id: Jika kamu ingin aplikasi ini tersedia dalam bahasa kamu, bergabunglah dengan proyek penerjemahan.
ja: あなたの言語で利用したければ、翻訳プロジェクトにご参加ください。
nb_no: Hvis du ønsker denne appen tilgjengelig på ditt språk, bli med i oversettelses prosjektet
pl: Jeśli chcesz, aby ta aplikacja była dostępna w Twoim języku, dołącz do projektu tłumaczenia.
pt: Se quiser que este app esteja disponível no seu idioma, entre no projeto de tradução.
ro: Dacă doriți ca această aplicație să fie disponibilă în limba dvs., alăturați-vă proiectului de traducere.

source: Translations
ar: الترجمات
az: Tərcümələr
ca: Traduccions
cs: Překlady
de: Übersetzungen
es: Traducciones
hu: Fordítások
id: Terjemahan
ja: 翻訳
nb_no: Oversettelser
pl: Tłumaczenia
pt: Traduções
ro: Traduceri

source: No documents
ar: لا توجد مستندات
az: Sənəd yoxdur
ca: Sense documents
cs: Žádné dokumenty
de: Keine Dokumente
es: Sin documentos
hu: Nincsenek dokumentumok
id: Tidak ada dokumen
ja: 文書なし
nb_no: Ingen dokumenter
pl: Brak dokumentów
pt: Sem documentos
ro: Nu există documente

source: Recent Documents
ar: الوثائق الأخيرة
az: Son Sənədlər
ca: Documents recents
cs: Poslední dokumenty
de: Neueste Dokumente
es: Documentos recientes
hu: Legutóbbi dokumentumok
id: Dokumen Terkini
ja: 最近開いた文書
nb_no: Nylige Dokumenter
pl: Ostatnie dokumenty
pt: Documentos Recentes
ro: Documente recente

source: Share files from Finder on a Mac or iTunes on Windows
ar: مشاركة الملفات من Finder على جهاز Mac أو iTunes على Windows
az: Mac-da Finder və ya Windows-da iTunes-dən faylları paylaş
ca: Comparteix fitxers des del Finder en un Mac o iTunes a Windows
cs: Sdílejte soubory z Finderu na Macu nebo iTunes na Windows
de: Teilen von Dateien über den Finder auf einem Mac oder iTunes unter Windows
es: Comparta archivos desde Finder en una Mac o iTunes en Windows
hu: Fájlok megosztása a Finderből Macen vagy iTunes használatával Windowson
id: Bagikan berkas dari Finder pada Mac atau iTunes pada Windows
ja: Mac の Finder か Windows の iTunes からファイルを登録
nb_no: Del filer fra Finder på Mac eller iTunes på Windows
pl: Udostępniaj pliki z Findera na komputerze Mac lub z iTunes w systemie Windows
pt: Compartilhe documentos do Finder num Mac ou no iTunes no Windows
ro: Partajează fișierele din Finder pe un Mac sau iTunes pe Windows

source: Home
ar: الصفحة الرئيسية
az: Ev
ca: Inici
cs: Domů
de: Startseite
es: Inicio
hu: Kezdőlap
id: Beranda
ja: ホーム
nb_no: Hjem
pl: Główna
pt: Início
ro: Acasă

source: Show Open Videos quick actions
ar: إظهار الإجراءات السريعة لمقاطع الفيديو المفتوحة
az: Açıq Videoların sürətli hərəkətlərini göstər
ca: Mostra accions ràpides de vídeos oberts
cs: Zobrazit tlačítka pro rychlé otevření videa
de: Videos öffnen als Schnellaktionen anzeigen
es: Mostrar acciones rápidas de videos abiertos
hu: Nyitott videók gyors műveleteinek megjelenítése
id: Tampilkan tindakan cepat Video Terbuka
ja: 動画を開くクイック操作を表示
nb_no: Vis hurtigvalg for åpning av Videoer
pl: Pokaż akcje szybkiego otwierania wideo
pt: Mostrar ações rápidas de Abrir Vídeos
ro: Afișați acțiuni rapide pentru videoclipuri deschise

source: Recent History
ar: سجل تاريخ مؤخرًا
az: Son Tarixçə
ca: Històrial recent
cs: Nedávná historie
de: Neuester Verlauf
es: Historial reciente
hu: Legutóbbi előzmények
id: Riwayat Terkini
ja: 最近の履歴
nb_no: Nylig Historie
pl: Ostatnie z historii
pt: Histórico Recente
ro: Istoria recentă

source: Show Favorites
ar: إظهار المفضلة
az: Sevimliləri göstər
ca: Mostra els favorits
cs: Zobrazit oblíbené
de: Favoriten anzeigen
es: Mostrar Favoritos
hu: Kedvencek megjelenítése
id: Tampilkan Favorit
ja: お気に入りを表示
nb_no: Vis Favoritter
pl: Pokaż Ulubione
pt: Mostrar Favoritos
ro: Afișează favoritele

source: Inspector visibility
ar: امكانية رؤية المفتش
az: Yoxlayıcı görünməsi
ca: Visibilitat de l'inspector
cs: Viditelnost inspektoru
de: Sichtbarkeit der Inspector
es: Visibilidad del inspector
hu: Felügyelő láthatósága
id: Pemeriksa visibilitas
ja: 詳細情報の表示
nb_no: Inspektør synlighet
pl: Widoczność Inspektora
pt: Visibilidade do inspetor
ro: Vizibilitatea inspectorului

source: Edit Favorites…
ar: تعديل المفضلة…
az: Sevimliləri redaktə et…
ca: Edita els favorits…
cs: Upravit seznam oblíbených…
de: Favoriten bearbeiten …
es: Editar los favoritos…
hu: Kedvencek szerkesztése…
id: Edit Favorit…
ja: お気に入りを編集…
nb_no: Rediger Favoritter...
pl: Edytuj Ulubione…
pt: Editar Favoritos…
ro: Editează favoritele…

source: Buttons labels
ar: تسميات الأزرار
az: Düymələr etiketləri
ca: Etiquetes de botons
cs: Popisky tlačítek
de: Schaltflächen-Etiketten
es: Etiquetas de los botones
hu: Gombok feliratai
id: Label tombol
ja: ボタンのラベル
nb_no: Knappe ettiketter
pl: Etykiety przycisków
pt: Rótulos dos botões
ro: Etichete de butoane

source: Show Documents
ar: إظهار الوثائق
az: Sənədləri göstər
ca: Mostra documents
cs: Zobrazit Dokumenty
de: Dokumente anzeigen
es: Mostrar documentos
hu: Dokumentumok megjelenítése
id: Tampilkan Dokumen
ja: 文書を表示
nb_no: Vis Dokumenter
pl: Pokaż Dokumenty
pt: Mostrar Documentos
ro: Afișați documente
