Repository: yattee/yattee
Catalog: Shared/*.lproj/Localizable.strings
Languages: ar, az, ca, cs, de, es, hi, hu, id, ja, nb_no, pl, pt, ro

source: Add Account
ar: إضافة حساب
az: Hesab əlavə et
ca: Afegir compte
cs: Přidat účet
de: Konto hinzufügen
es: Añadir cuenta
hi: खाता जोड़ें
hu: Fiók hozzáadása
id: Tambah Akun
ja: アカウントを追加
nb_no: Legg til konto
pl: Dodaj konto
pt: Adicionar Conta
ro: Adaugă cont

source: Add Account...
ar: إضافة حساب…
az: Hesab əlavə et...
ca: Afegir compte...
cs: Přidat účet...
de: Konto hinzufügen …
es: Añadir cuenta...
hi: खाता जोड़ें…
hu: Fiók hozzáadása...
id: Tambah Akun...
ja: アカウントを追加...
nb_no: Legg til konto …
pl: Dodaj konto…
pt: Adicionar Conta…
ro: Adaugă cont...

source: Add Location
ar: إضافة موقع
az: Məkan əlavə et
ca: Afegeix una ubicació
cs: Přidat umístění
de: Ort hinzufügen
es: Añadir ubicación
hi: स्थान जोड़ें
hu: Hely hozzáadása
id: Tambah Lokasi
ja: インスタンスを追加
nb_no: Legg til sted
pl: Dodaj lokalizację
pt: Adicionar Localização
ro: Adaugă locație

source: Add Location..
ar: أضِف موقع..
az: Məkan əlavə et...
ca: Afegeix una ubicació...
cs: Přidat umístění...
de: Standort hinzufügen …
es: Añadir ubicación..
hi: स्थान जोड़ें…
hu: Hely hozzáadása..
id: Tambah Lokasi...
ja: インスタンスを追加...
nb_no: Legg til sted …
pl: Dodaj lokalizację…
pt: Adicionar Localização...
ro: Adaugă locație..

source: %@ Playlist
ar: قائمة تشغيل %@
az: %@ Pleylist
ca: Llista de reproducció %@
de: %@ Wiedergabeliste
es: Lista %@
hi: %@ गीतमाला
hu: %@ Lejátszási lista
id: %@ Daftar Putar
ja: %@ 再生リスト
nb_no: %@ spilleliste
pl: Playlista %@

source: %@ Channel
ar: قناة %@
az: %@ Kanal
ca: Canal %@
cs: %@ Kanál
de: %@ Kanal
es: Canal %@
hi: %@ चैनल
hu: %@ Csatorna
id: %@ Saluran
ja: %@ チャンネル
nb_no: %@ kanal
pl: Kanał %@
pt: Canal %@
ro: %@ Canal

source: %@ subscribers
ar: مشتركين %@
az: %@ abunəçi
ca: %@ subscriptors
cs: %@ odběratelů
de: %@ Abonnenten
es: %@ suscriptores
hi: %@ सदस्य
hu: %@ feliratkozók
id: %@ pelanggan
ja: %@ 人の登録者
nb_no: %@ abonnenter
pl: %@ subskrybentów
pt: %@ inscritos
ro: abonați

source: Add to %@
ar: إضافة إلى %@
az: Əlavə et %@
ca: Afegeix a %@
cs: Přidat do %@
de: zu %@ hinzufügen
es: Añadir a %@
hi: %@ में जोड़ें
hu: Hozzáadás a következőhöz: %@
id: Tambah ke %@
ja: %@に追加
nb_no: Legg til i %@
pl: Dodaj do %@
pt: Adicionar a %@
ro: Adaugă la %@

source: %lld videos
ar: مقاطع فيديو %Lld
az: %lld video
ca: %lld vídeos
cs: %lld videí
hi: %lld वीडियो
hu: %lld videók
id: %lld video
ja: %lld本の動画
nb_no: %lld videoer
pl: %lld wideo
pt: %lld vídeos
ro: %lld videoclipuri

source: Add profile...
ar: إضافة ملف تعريف...
az: Profil əlavə et...
ca: Afegeix un perfil...
cs: Přidat profil...
de: Profil hinzufügen …
es: Añadir perfil...
hi: प्रोफ़ाइल जोड़ें…
hu: Profil hozzáadása...
id: Tambah Profil...
ja: プロファイルの追加...
nb_no: Legg til profil …
pl: Dodaj profil…
pt: Adicionar perfil…
ro: Adaugă profil...

source: Add Quality Profile
ar: إضافة ملف تعريف الجودة
az: Keyfiyyət Profili Əlavə et
ca: Afegeix un perfil de qualitat
cs: Přidat profil kvality
de: Qualitätsprofil hinzufügen
es: Añadir perfil de calidad
hi: गुणवत्ता प्रोफ़ाइल जोड़ें
hu: Minőségi profil hozzáadása
id: Tambah Profil Kualitas
ja: 品質プロファイルを追加
nb_no: Legg til kvalitetsprofil
pl: Dodaj profil jakości
pt: Adicionar Perfil de Qualidade
ro: Adăugați un profil de calitate

source: Add to Playlist
ar: إضافة إلى قائمة تشغيل
az: Pleylistə əlavə et
ca: Afegir a la llista de reproducció
cs: Přidat do playlistu
de: Zu Wiedergabeliste hinzufügen
es: Añadir a playlist
hi: गीतमाला में जोड़ें
hu: Hozzáadás a lejátszási listához
id: Tambah ke Daftar Putar
ja: 再生リストに追加
nb_no: Legg til i spilleliste
pl: Dodaj do playlisty
pt: Adicionar à Playlist
ro: Adaugă la playlist

source: Add to Playlist...
ar: إضافة إلى قائمة تشغيل...
az: Pleylistə əlavə et...
ca: Afegir a la llista de reproducció...
cs: Přidat do playlistu...
de: Zu Wiedergabeliste hinzufügen …
es: Añadir a playlist...
hi: गीतमाला में जोड़ें…
hu: Hozzáadás a lejátszási listához...
id: Tambah ke Daftar Putar...
ja: 再生リストに追加...
nb_no: Legg til i spilleliste …
pl: Dodaj do playlisty...
pt: Adicionar à Playlist…
ro: Adaugă la Playlist...

source: Advanced
ar: متقدم
az: Qabaqcıl
ca: Avançat
cs: Pokročilé
de: Erweitert
es: Avanzado
hi: उन्नत
hu: Speciális
id: Lanjutan
ja: 高度
nb_no: Avansert
pl: Zaawansowane
pt: Avançado
ro: Avansat

source: All
ar: كل
az: Hamısı
ca: Tots
cs: Vše
de: Alle
es: Todo
hi: सभी
hu: Összes
id: Semua
ja: すべて
nb_no: Alle
pl: Wszystkie
pt: Tudo
ro: Tot

source: Always use AVPlayer for live videos
ar: استخدم دائمًا AVPlayer لمقاطع الفيديو الحية
az: Canlı videolar üçün həmişə AVPlayer istifadə et
ca: Feu servir sempre AVPlayer per als vídeos en directe
cs: Vždy používat AVPlayer pro živá videa
de: AVPlayer für Live-Videos immer verwenden
es: Siempre usar AVPlayer para vídeos en vivo
hi: लाइव वीडियो के लिए सदा AVPlayer का उपयोग करें
hu: Mindig az a AVPlayer-t használja az élő videókhoz
id: Selalu gunakan AVPlayer untuk video langsung
ja: ライブ配信には常に AVPlayer を使用
nb_no: Alltid bruk AVPlayer for direktesendinger
pl: Zawsze używaj AVPlayera z filmami na żywo
pt: Sempre usar AVPlayer para vídeos ao vivo
ro: Utilizați întotdeauna AVPlayer pentru videoclipuri live

source: Apply to all
ar: طبق على الجميع
az: Hamısına tətbiq et
ca: Aplicar a tots
cs: Použít pro všechny
de: Für alle übernehmen
es: Aplicar a todo
hi: सभी पर लागू करें
hu: Alkalmazás az összesre
id: Terapkan ke semua
ja: これをすべてに適用
nb_no: Bruk for alle
pl: Zastosuj do wszystkich
pt: Aplicar a todos
ro: Aplica la toate

source: Are you sure you want to restore default quality profiles?
ar: هل أنت متأكد من أنك تريد استعادة ملفات تعريف الجودة الافتراضية؟
az: Defolt keyfiyyət profillərini bərpa etmək istədiyinizə əminsiniz?
ca: Esteu segur que voleu restaurar els perfils de qualitat predeterminats?
cs: Určitě chcete obnovit výchozí profily kvality?
de: Möchten Sie die Standardqualitätsprofile wirklich wiederherstellen?
es: ¿Estás seguro de que quieres restablecer los ajustes por defecto de los perfiles de calidad?
hi: क्या आप निश्चित रूप से डीफ़ॉल्ट गुणवत्ता प्रोफ़ाइल को पुनः प्राप्त करना चाहते हैं?
hu: Biztosan vissza szeretné állítani az alapértelmezett minőségi profilokat?
id: Apa kamu yakin ingin memulihkan profil kualitas bawaan?
ja: 初期値の品質プロファイルを復元しますか？
nb_no: Gjenopprett forvalgte kvalitetsprofiler?
pl: Czy na pewno przywrócić domyślne profile jakości?
pt: Tem certeza que deseja restaurar os perfis padrão de qualidade?
ro: Sigur doriți să restaurați profilurile de calitate prestabilite?

source: Automatic
ar: تلقائي
az: Avtomatik
ca: Automàtic
cs: Automaticky
de: Automatisch
es: Automático
hi: स्वचालित
hu: Automatikus
id: Otomatis
ja: 自動
nb_no: Automatisk
pl: Automatyczny
pt: Automático
ro: Automat

source: Autoplaying Next
ar: التشغيل التلقائي للتالي
az: Növbətini Avto-Oynat
ca: Reproducció automàtica següent
cs: Automaticky se přehrává další
de: Nächstes Element automatisch abspielen
es: Autoreproducir el siguiente
hi: अगला स्वतः चालू हो रहा
hu: Következő videó automatikus lejátszása
id: Putar Otomatis Selanjutnya
ja: 自動で次を再生
nb_no: Spiller neste også
pl: Wybrany do kolejki
pt: Tocando Automaticamente Próximo
ro: Redare automată Următorul

source: Are you sure you want to unsubscribe from %@?
ar: هل أنت متأكد من رغبتك في إلغاء الإشتراك من ٪@؟
az: %@ abunəliyini ləğv etmək istədiyinizə əminsiniz?
ca: Esteu segur que voleu cancel·lar la subscripció a %@?
cs: Určitě chcete zrušit odběr %@?
de: Möchten Sie %@ wirklich deabonnieren?
es: ¿Estás seguro de que quieres dejar de estar suscrito a %@?
hi: क्या आप निश्चित रूप से %@ की सदस्यता छोड़ना चाहते हैं?
hu: Biztosan le szeretne iratkozni a(z) %@ szolgáltatásról?
id: Apa kamu yakin ingin berhenti berlangganan dari %@?
ja: %@から登録解除しますか？
nb_no: Opphev abonnement på %@?
pl: Czy na pewno chcesz przestać subskrybować kanał %@?
pt: Tem certeza que deseja se desinscrever de %@?
ro: Sigur doriți să vă dezabonați de la %@?

source: Badge & Decreased opacity
ar: الشارة و إنخفاض التعتيم
az: Nişan və Azaldılmış qeyri-şəffaflıq
ca: Insígnia i opacitat reduïda
cs: Odznak & Snížená průhlednost
de: Markierung & geringere Deckkraft
es: Insignia y opacidad dosminuída
hi: बिल्ला एवं पारदर्शिता में कमी
hu: Címke és csökkentett átlátszóság
id: Lencana & Kurangi opasitas
ja: バッジと透明化
nb_no: Skilt og redusert dekkevne
pl: Znaczek i przezroczystość
pt: Ícone & Opacidade Reduzida
ro: Insignă și opacitate redusă

source: Browsing
ar: التصفح
az: Axtarış
ca: Navegació
cs: Prohlížení
de: Surfen
es: Navegando por
hi: ब्राउज़ करना
hu: Böngészés
id: Meramban
ja: ブラウズ
nb_no: Surfing
pl: Przeglądanie
pt: Navegação
ro: Navigare

source: Based on system color scheme
ar: بناء على نظام ألوان الجهاز
az: Sistem rəng sxeminə əsaslanır
ca: Basat en l'esquema de colors del sistema
cs: Podle motivu systému
de: Basierend auf System Farbschema
es: Basado en el tema del sistema
hi: सिस्टम के रंग प्रणाली पर निर्भर
hu: Rendszer színséma alapján
id: Berdasarkan skema warna sistem
ja: システムのカラーテーマに従う
nb_no: Basert på systemets draktvalg
pl: Schemat kolorów systemu
pt: Baseado no esquema de cor do sistema
ro: Bazat pe schema de culori a sistemului

source: Battery
ar: البطارية
az: Batareya
ca: Bateria
cs: Baterie
de: Akku
es: Batería
hi: बैटरी
hu: Akkumulátor
id: Baterai
ja: バッテリー
nb_no: Batteri
pl: Bateria
pt: Bateria
ro: Baterie

source: Blue
ar: أزرق
az: Mavi
ca: Blau
cs: Modrá
de: Blau
es: Azul
hi: नीला
hu: Kék
id: Biru
ja: 青
nb_no: Blå
pl: Niebieski
pt: Azul
ro: Albastru

source: Buffering stream...
ar: تخزين بث الفيديو…
az: Yayım buferlənir...
ca: S'està guardant la memòria intermèdia...
cs: Načítání streamu...
de: Lädt …
es: Cargando flujo de datos...
hi: स्ट्रीम बफ़र हो रहा…
hu: Adatfolyam pufferelése...
id: Bufer siaran...
ja: ストリームのバッファ中...
nb_no: Mellomlagrer strøm …
pl: Buforowanie strumienia…
pt: Fazendo buffer do stream…
ro: Se tamponează fluxul...

source: Bugs and great feature ideas can be sent to the GitHub issues tracker.
ar: يمكن إرسال الأخطاء وأفكار الميزات الرائعة إلى أداة تعقب مشكلات فى GitHub.
az: Səhvlər və böyük xüsusiyyət ideyaları GitHub problemləri izləyicisinə göndərilə bilər.
ca: Els errors i les idees de funcions fantàstiques es poden enviar al rastrejador de problemes de GitHub.
cs: Bugy a nápady na skvělé funkce můžete poslat na Github.
de: Fehler und tolle Ideen für Funktionen können an den Github Issue Tracker gesendet werden.
es: Si descubres un error o tienes ideas, puedes enviarlas a través de los issues de GitHub.
hi: आप बग एवं फ़ीचर सुझाव गिटहब के इशु ट्रैकर पर भेज सकते हैं
hu: A hibákat és nagyszerű funkcióötleteket a GitHub hibakövető rendszerébe beküldheti.
id: Kutu dan ide-ide fitur yang hebat dapat dikirim ke pelacak isu GitHub.
ja: バグや素晴らしい機能のアイデアは、GitHub の issue へどうぞ。
nb_no: Feil og flotte funksjonsidéer kan sendes til feilsporeren på GitHub.
pl: Błędy i wspaniałe pomysły na nowe funkcje wyślij na GitHub Issues
pt: Bugs e ideias para funcionalidades podem ser enviadas ao rastreador de problemas do GitHub.
ro: Bug-urile și ideile de caracteristici importante pot fi trimise pe GitHub issues tracker.

source: Button
ar: زر
az: Düymə
ca: Botó
cs: Tlačítko
de: Knopf
es: Botón
hi: बटन
hu: Gomb
id: Tombol
ja: ボタン
nb_no: Knapp
pl: Przycisk
pt: Botão
ro: Buton

source: Cancel
ar: إلغاء
az: Ləğv et
ca: Cancel·lar
cs: Zrušit
de: Abbrechen
es: Cancelar
hi: रद्द
hu: Mégse
id: Batal
ja: キャンセル
nb_no: Avbryt
pl: Anuluj
pt: Cancelar
ro: Anulează

source: Categories to Skip
ar: الفئات المطلوب تخطيها
az: Ötürüləcək Kateqoriyalar
ca: Categories per saltar
cs: Kategorie k přeskočení
de: Zu überspringende Kategorien
es: Categorías a omitir
hi: श्रेणियाँ जिन्हें छोड़ें
hu: Kihagyni kívánt kategóriák
id: Kategori untuk Dilewati
ja: この分類を飛ばす
nb_no: Kategorier å hoppe over
pl: Kategorie do pomijania
pt: Categorias para Pular
ro: Categorii de sărit

source: Category
ar: فئة
az: Kateqoriya
ca: Categoria
cs: Kategorie
de: Kategorie
es: Categoría
hi: श्रेणी
hu: Kategória
id: Kategori
ja: 分類
nb_no: Kategori
pl: Kategoria
pt: Categoria
ro: Categorie

source: Chapters
ar: الفصول
az: Bölmələr
ca: Capítols
cs: Kapitoly
de: Kapitel
es: Capítulos
hi: अध्याय
hu: Fejezetek
id: Bab
ja: チャプター
nb_no: Kapitler
pl: Rozdziały
pt: Capítulos
ro: Capitole

source: Captions
ar: الترجمة
az: Altyazılar
ca: Subtítols
cs: Titulky
de: Untertitel
es: Subtítulos
hi: अनुशीर्षक
hu: Feliratok
id: Takarir
ja: 字幕
nb_no: Undertekster
pl: Napisy
pt: Legendas
ro: Subtitrări

source: Cellular
ar: خلوي
az: Mobil
cs: Mobilní data
de: Mobilfunk
es: Celular
hi: मोबाइल
hu: Mobil
id: Seluler
ja: 構成
nb_no: Mobilnettverk
pl: Sieć komórkowa
pt: Dados Móveis
ro: Celular

source: Clear History
ar: مسح سجل التاريخ
az: Tarixçəni Təmizlə
ca: Esborrar historial
cs: Smazat historii
de: Verlauf löschen
es: Limpiar el historial
hi: इतिहास हटायें
hu: Előzmények törlése
id: Bersihkan Riwayat
ja: 履歴を消去
nb_no: Tøm historikk
pl: Wyczyść historię
pt: Limpar Histórico
ro: Ștergeți istoricul

source: Clear Search History
ar: مسح سجل تاريخ البحث
az: Axtarış Tarixçəsini Təmizlə
ca: Esborrar l'historial de cerques
cs: Smazat historii vyhledávání
de: Suchverlauf löschen
es: Limpiar el historial de búsqueda
hi: खोज इतिहास हटायें
hu: Keresési előzmények törlése
id: Bersihkan Riwayat Pencarian
ja: 検索履歴を消去
nb_no: Tøm søkehistorikk
pl: Wyczyść historię wyszukiwania
pt: Limpar Histórico de Busca
ro: Ștergeți istoricul căutărilor

source: Clear Search History...
ar: مسح سجل تاريخ البحث…
az: Axtarış Tarixçəsini Təmizlə...
ca: Esborrar l'historial de cerques...
cs: Vymazat historii vyhledávání...
de: Suchverlauf löschen …
es: Limpiar el historial de búsqueda...
hi: खोज इतिहास हटायें…
hu: Keresési előzmények törlése...
id: Bersihkan Riwayat Pencarian...
ja: 検索履歴を消去...
nb_no: Tøm søkehistorikk …
pl: Wyczyść historię wyszukiwania...
pt: Limpar Histórico de Busca…
ro: Ștergeți istoricul căutărilor...

source: Clear All
ar: مسح الكل
az: Hamısını Təmizlə
ca: Esborra-ho tot
cs: Vyčistit vše
de: Alles löschen
es: Limpiar todo
hi: सभी हटायें
hu: Összes kiürítése
id: Bersihkan Semua
ja: すべて消去
nb_no: Tøm alle
pl: Wyczyść wszystko
pt: Limpar Tudo
ro: Ștergeți toate

source: Clear All Recents
ar: مسح جميع الأخيرة
az: Son Axtarışların Hamısını Sil
ca: Esborra tots els recents
cs: Smazat poslední
de: Alle letzten löschen
es: Limpiar todo lo reciente
hi: सभी हालिया हटायें
hu: Összes legutóbbi törlése
id: Bersihkan Semua yang Terkini
ja: 最近の項目をすべて消去
nb_no: Tøm alle nylige
pl: Wyczyść ostatnie
pt: Limpar Todos os Recentes
ro: Ștergeți toate cele recente

source: Close player when closing video
ar: غلق المشغل عند غلق الفيديو
az: Video bağlanarkən oynadıcını bağla
ca: Tanqueu el reproductor quan tanqueu el vídeo
cs: Zavřít přehrávač při zavření videa
de: Player beim Schließen des Videos schließen
es: Cerrar el reproductor cuando se cierre el vídeo
hi: जब वीडियो बंद हो तब प्लेयर बंद करें
hu: Lejátszó bezárása a videó bezárásakor
id: Tutup pemutar ketika menutup video
ja: 動画を閉じたらプレイヤーを閉じる
nb_no: Lukk spiller når video lukkes
pl: Zamknij odtwarzacz przy zamknięciu wideo
pt: Fechar reprodutor quando fechar vídeo
ro: Închide playerul la închiderea videoclipului

source: Clear
ar: مسح
az: Təmizlə
ca: Netejar
cs: Vyčistit
de: Löschen
es: Limpiar
hi: हटायें
hu: Kiürítés
id: Bersihkan
ja: 消去
nb_no: Tøm
pl: Wyczyść
pt: Limpar
ro: Șterge

source: Close PiP and open player when application enters foreground
ar: غلق الفيديو المصغر وفتح المشغل عندما يدخل التطبيق في المقدمة
az: Tətbiq ön plana daxil olduqda PiP-i bağla və oynadıcını aç
ca: Tanqueu PiP i obriu el reproductor quan l'aplicació entri en primer pla
cs: Zavřít PiP a otevřít přehrávač když je aplikace na popředí
de: Schließe Bild-in-Bild und öffne den Player wenn die App in den Vordergrund geholt wird
es: Cerrar el modo Picture in Picture y abrir el reproductor cuando la aplicación entra en primer plano
hi: PiP बंद करें और प्लेयर खोलें जब ऐप्लिकेशन मुख्यभूमी में जाता है
hu: PiP bezárása és a lejátszó megnyitása, amikor az alkalmazás előtérbe kerül
id: Tutup PiP dan buka pemutar ketika aplikasi memasuki latar belakang
ja: アプリにフォーカスが移ったら PiP を閉じてプレーヤーを開く
nb_no: Lukk bilde-i-bilde og åpne avspiller når programmet er fokusert
pl: Zamknij PiP i otwórz odtwarzacz przy wejściu na pierwszy plan
pt: Fechar PiP e abrir a reprodutor quando a aplicação entrar em primeiro plano
ro: Închideți PiP și deschideți playerul atunci când aplicația intră în prim-plan

source: Close PiP when player is opened
ar: غلق الفيديو المصغر عند فتح المشغل
az: Oynadıcı açıldıqda PiP-i bağla
ca: Tanqueu PiP quan s'obri el reproductor
cs: Zavřít PiP když je otevřen přehrávač
de: Schließe Bild-in-Bild wenn Player geöffnet wird
es: Cerrar el modo Picture in Picture cuando se abra el reproductor
hi: PiP बंद करें जब प्लेयर खुले
hu: PiP bezárása a lejátszó megnyitásakor
id: Tutup PiP ketika pemutar sedang dibuka
ja: プレイヤーが開いたら PiP を閉じる
nb_no: Lukk bilde-i-bilde når spilleren åpnes
pl: Zamknij PiP przy otwarciu odtwarzacza
pt: Fechar PiP quando o reprodutor for aberto
ro: Închideți PiP atunci când playerul este deschis

source: Close Video
ar: غلق الفيديو
az: Videonu Bağla
ca: Tanca el vídeo
cs: Zavřít video
de: Video schließen
es: Cerrar vídeo
hi: वीडियो बंद करें
hu: Videó bezárása
id: Tutup Video
ja: 動画を閉じる
nb_no: Lukk video
pl: Zamknij wideo
pt: Fechar Vídeo
ro: Închideți Video

source: Close video after playing last in the queue
ar: غلق الفيديو عند إنتهاء الفيديو الأخير فى قائمة الإنتظار
az: Növbədəki sonuncunu oynatdıqdan sonra videonu bağla
ca: Tanca el vídeo després de reproduïr l'últim a la cua
cs: Zavřít video po přehrání posledního ve frontě
de: Schließe das Video, nachdem das Letzte in der Warteschlange abgespielt wurde
es: Cerrar el vídeo después de reproducir el último de la cola
hi: अंतिम पंक्तिबद्ध समाप्त होने के पश्चात वीडियो बंद करें
hu: Videó bezárása a várólistában lévő utolsó lejátszás után
id: Tutup video setelah memutar yang terakhir di antrean
ja: 再生待ちの最後を再生後に動画を閉じる
nb_no: Lukk video etter å ha spilt siste i køen
pl: Zamknij wideo po odtworzeniu ostatniego w kolejce
pt: Fechar vídeo depois de tocar o último na fila
ro: Închideți videoclipul după redarea ultimului din coadă

source: Comments
ar: التعليقات
az: Şərhlər
ca: Comentaris
cs: Komentáře
de: Kommentare
es: Comentarios
hi: टिप्पणियाँ
hu: Hozzászólások
id: Komentar
ja: コメント
nb_no: Kommentarer
pl: Komentarze
pt: Comentários
ro: Comentarii

source: Connection failed
ar: فشل الاتصال
az: Bağlantı uğursuz oldu
ca: Connexió fallida
cs: Připojení se nezdařilo
de: Verbindung fehlgeschlagen
es: Conexión fallida
hi: जुड़ाव असफल
hu: A kapcsolat sikertelen
id: Gagal Terhubung
ja: 接続失敗
nb_no: Kunne ikke koble til
pl: Błąd połączenia
pt: Conexão falhou
ro: Conexiunea a eșuat

source: Continue
ar: ‏الإستمرار
az: Davam et
ca: Continua
cs: Pokračovat
de: Fortsetzen
es: Continuar
hi: जारी रखें
hu: Folytatás
id: Lanjut
ja: 続き
nb_no: Fortsett
pl: Kontynuuj
pt: Continuar
ro: Continuați

source: Connected successfully (%@)
ar: تم الاتصال بنجاح (%@)
az: Uğurla qoşuldu (%@)
ca: Connectat correctament (%@)
cs: Úspěšně připojeno (%@)
de: Erfolgreich verbunden (%@)
es: Conectado con éxito (%@)
hi: जुड़ाव सफल (%@)
hu: Sikeres csatlakozás (%@)
id: Berhasil Terhubung (%@)
ja: 接続成功 (%@)
nb_no: Tilkoblet (%@)
pl: Połączono (%@)
pt: Conectado com sucesso (%@)
ro: Conectat cu succes (%@)

source: Country
ar: البلد
az: Ölkə
ca: País
cs: Země
de: Land
es: País
hi: देश
hu: Ország
id: Negara
ja: 国
nb_no: Land
pl: Kraj
pt: País
ro: Țară

source: Country Name or Code
ar: اسم الدولة أو الرمز
az: Ölkə adı və ya kodu
ca: Nom o codi del país
cs: Kód nebo název země
de: Ländername oder Landeskennung
es: Nombre o código del país
hi: देश का नाम एवं कोड
hu: Országnév vagy országkód
id: Nama Negara atau Kode
ja: 国名か国名コード
nb_no: Landsnavn eller kode
pl: Nazwa kraju lub kod
pt: Nome do País ou Código
ro: Numele țării sau codul

source: Copy %@ link
ar: نسخ رابط %@
az: %@ linkini kopyala
ca: Copia l'enllaç %@
cs: Zkopírovat %@ odkaz
de: %@-Link kopieren
es: Copiar %@ link
hi: %@ लिंक कॉपी करें
hu: %@ hivatkozás másolása
id: Salin tautan %@
ja: %@ リンクをコピー
nb_no: Kopier %@-lenke
pl: Kopiuj link %@
pt: Copiar ligação %@
ro: Copiați link-ul %@

source: Contributing
ar: المساهمة
az: Töhfə Ver
ca: Contribuint
cs: Kontribuce
de: Beitragen
es: Contribuir
hi: योगदान
hu: Közreműködés
id: Berkontribusi
ja: 貢献する
nb_no: Bidragsytere
pl: Współpraca nad rozwojem
pt: Contribuir
ro: Contribuind

source: Contact
ar: التواصل
az: Əlaqə
ca: Contacte
cs: Kontakt
de: Kontakt
es: Contacto
hi: संपर्क
hu: Névjegy
id: Kontak
ja: 問い合わせ先
nb_no: Kontakt
pl: Kontakt
pt: Contato
ro: Contactați

source: Continue from %@
ar: الإستمرار من %@
az: %@ ilə davam et
ca: Continuar des de %@
cs: Pokračovat od %@
de: Ab %@ fortsetzen
es: Continuar desde %@
hi: %@ से जारी रखें
hu: Folytatás ettől: %@
id: Lanjut dari %@
ja: %@から続ける
nb_no: Fortsett fra %@
pl: Kontynuuj od %@
pt: Continuar de %@
ro: Continuați de la %@

source: Controls
ar: عناصر التحكم
az: Yoxlamalar
cs: Ovládání
de: Steuerung
es: Controles
hi: नियंत्रक
hu: Vezérlők
id: Kontrol
ja: 制御
nb_no: Kontroller
pl: Kontrolki
pt: Controles
ro: Controale

source: Copy %@ link with time
ar: نسخ رابط %@ مع الوقت
az: %@ linkini vaxtla kopyala
ca: Copia l'enllaç %@ amb temps
cs: Zkopírovat %@ odkaz s časem
de: %@-Link mit Zeit kopieren
es: Copiar el enlace %@ con la marca de tiempo
hi: %@ लिंक समय के साथ कॉपी करें
hu: %@ hivatkozás másolása idővel
id: Salin tautan %@ dengan waktu
ja: %@ リンクを時間指定でコピー
nb_no: Kopier %@-lenke med tid
pl: Kopiuj link %@ wraz z czasem
pt: Copiar ligação %@ com tempo
ro: Copiați linkul %@ cu timpul

source: Could not load locations manifest
ar: تعذر تحميل بيان المواقع
az: Məkanlar manifestini yükləmək mümkün olmadı
ca: No s'han pogut carregar el manifest d'ubicacions
cs: Nepodařilo se načíst manifest lokací
de: Standortmanifest konnte nicht geladen werden
es: No se pudo cargar el manifiesto de las ubicaciones
hi: लोकेशन मैनिफ़ेस्ट लोड नहीं हो सका
hu: Nem sikerült betölteni a helyek listáját
id: Tidak dapat memuat manifes lokasi
ja: インスタンスの定義ファイルを読み込めません
nb_no: Kunne ikke laste inn manifest for steder
pl: Nie można wczytać publicznej listy instancji
pt: Não pôde carregar o manifesto de localizações
ro: Nu s-a putut încărca manifestul locațiilor

source: Create Playlist
ar: إنشاء قائمة تشغيل
az: Pleylist yarat
ca: Crea una llista de reproducció
cs: Vytvořit playlist
de: Wiedergabeliste erstellen
es: Crear lista de reproducción
hi: गीतमाला बनाएँ
hu: Lejátszási lista létrehozása
id: Buat Daftar Putar
ja: 再生リストの作成
nb_no: Opprett spilleliste
pl: Dodaj playlistę
pt: Criar playlist
ro: Creați o listă de redare

source: Delete
ar: حذف
az: Sil
ca: Suprimeix
cs: Smazat
de: Entfernen
es: Eliminar
hi: मिटाएँ
hu: Törlés
id: Hapus
ja: 削除
nb_no: Slett
pl: Usuń
pt: Deletar
ro: Șterge

source: Disabled
ar: معطل
az: Qeyri-aktiv
ca: Inhabilitat
cs: Deaktivováno
de: Deaktiviert
es: Desactivado
hi: निर्योग्य
hu: Letiltva
id: Nonaktifkan
ja: 無効化
nb_no: Avskrudd
pl: Wyłączone
pt: Desativado
ro: Dezactivat

source: Custom
ar: مخصص
az: Fərdi
ca: Personalitzat
cs: Vlastní
de: Benutzerdefiniert
es: Personalizada
hi: कस्टम
hu: Egyéni
id: Modifikasi
ja: 指定
nb_no: Egendefinert
pl: Własna
pt: Customizado
ro: Personalizat

source: Custom Locations
ar: المواقع المخصصة
az: Fərdi Məkanlar
ca: Ubicacions personalitzades
cs: Vlastní umístění
de: Benutzerdefinierte Standorte
es: Localización personalizada
hi: कस्टम स्थान
hu: Egyéni helyek
id: Modifikasi Lokasi
ja: インスタンスの指定
nb_no: Egendefinerte steder
pl: Własne lokalizacje
pt: Localizações customizadas
ro: Locații personalizate

source: Date
ar: تاريخ
az: Tarix
ca: Data
cs: Datum
de: Datum
es: Fecha
hi: दिनांक
hu: Dátum
id: Tanggal
ja: 日時
nb_no: Dato
pl: Data
pt: Data
ro: Dată

source: Decrease rate
ar: إنخفاض معدل
az: Azalma nisbəti
ca: Disminuir la taxa
cs: Snížit tempo
de: Tempo verringern
es: Tasa de disminución
hi: घटने की गति
hu: Arány csökkentése
id: Kurangi nilai
ja: 速度を下げる
nb_no: Reduser takt
pl: Zmniejsz prędkość odtwarzania
pt: Diminuir taxa
ro: Scăderea ratei
