Repository: yattee/yattee
Catalog: Shared/*.lproj/Localizable.strings
Languages: ar, az, ca, cs, de, es, hi, hu, id, ja, nb_no, pl, pt, ro

source: Right click channel thumbnail to open context menu with more actions
ar: نقر زر الماوس الأيمن فوق الصورة المصغرة للقناة لفتح قائمة السياق مع المزيد من الإجراءات
cs: Kliknutím pravým tlačítkem myši na miniaturu kanálu otevřete kontextovou nabídku s dalšími akcemi
de: Klicken Sie mit der rechten Maustaste auf die Miniaturansicht des Kanals, um das Kontextmenü mit weiteren Aktionen zu öffnen
es: Haz clic con el botón derecho en la miniatura del canal para abrir el menú contextual con más acciones
hu: Jobb kattintás a csatorna miniatűrjére a további műveletekhez tartozó kontextusmenü megnyitásához
id: Klik kanan keluku saluran untuk membuka menu konteks dengan tindakan lebih banyak
ja: チャンネルのサムネイルを右クリックすると、操作用のメニューが表示されます
pl: Kliknij prawym na miniaturkę kanału aby otworzyć menu innych akcji
pt: Clique com o botão direito na miniatura do canal para abrir um menu contextual com mais ações
ro: Faceți clic dreapta pe miniatura canalului pentru a deschide meniul contextual cu mai multe acțiuni

source: Seeking
ar: التقديم
cs: Hledání
de: Suchen
es: Buscando
hu: Keresés
id: Menyeret
ja: シーク
pl: Przewijanie
pt: Busca
ro: Căutarea

source: Gesture: fowards
ar: إيماءة: إلى الأمام
cs: Gesto: dopředu
de: Geste: vorwärts
es: Gesto: adelante
hu: Gesztus: előre
id: Gestur: maju
ja: ジェスチャー: 進む
pl: Gest: do przodu
pt: Gesto: para frente
ro: Gestul: înainte

source: Show unwatched feed badges
ar: إظهار شارات المحتوى التي لم تتم المشاهدة
cs: Zobrazit odznaky nesledovaných kanálů
de: Ungeöffnete Feed-Badges anzeigen
es: Mostrar insignias de feeds no vistos
hu: Nem megtekintett hírfolyam jelvények megjelenítése
id: Tampilkan lencana umpan belum ditonton
ja: 未視聴のフィードのバッジを表示
pl: Pokaż licznik nieobejrzanych z subskrybcji
pt: Mostrar ícone de feed não visto
ro: Afișați insigne de feed nevizionate

source: Controls button: forwards
ar: زر عناصر التحكم: إلى الأمام
cs: Ovládací tlačítko: dopředu
de: Steuertaste: vorwärts
es: Botón de control: hacia delante
hu: Vezérlőgomb: előre
id: Tombol kontrol: maju
ja: 制御ボタン: 進む
pl: Przycisk: do przodu
pt: Botão de controle: para frente
ro: Buton de control: înainte

source: Gesture: backwards
ar: إيماءة: للخلف
cs: Gesto: dozadu
de: Geste: rückwärts
es: Gesto: atrás
hu: Gesztus: hátra
id: Gestur: maju
ja: ジェスチャー: 戻る
pl: Gest: do tyłu
pt: Gesto: para trás
ro: Gestul: înapoi

source: Hide player
ar: إخفاء المشغل
ca: Amaga el reproductor
cs: Skrýt přehrávač
de: Spieler ausblenden
es: Ocultar al jugador
hu: Lejátszó elrejtése
id: Sembunyi pemutar
ja: プレイヤーを非表示
pl: Ukryj odtwarzacz
pt: Esconder player
ro: Ascunde player-ul

source: Gesture settings control skipping interval for double tap gesture on left/right side of the player. Changing system controls settings requires restart.
ar: التحكم في إعدادات إيماءة الفاصل الزمني للتخطي لإيماءة النقر المزدوج على الجانب الأيسر / الأيمن من المشغل. تغيير إعدادات نظام عناصر التحكم يتطلب إعادة بدء التشغيل.
cs: Nastavení gest řídí interval přeskakování pro gesto dvojitého klepnutí na levé/pravé straně přehrávače. Změna nastavení ovládání systému vyžaduje restart.
de: Gesteneinstellungen steuern das Überspringungsintervall für Doppeltippgesten auf der linken/rechten Seite des Players. Das Ändern der Einstellungen der Systemsteuerung erfordert einen Neustart.
es: Los ajustes de los gestos controlan el intervalo de salto para el gesto de doble toque en el lado izquierdo/derecho del reproductor. Para cambiar los ajustes de los controles del sistema es necesario reiniciar.
hu: A gesztusbeállítások vezérlik a kihagyási időközt a lejátszó bal/jobb oldalán végzett kétszeri érintéses gesztus számára. A rendszervezérlők beállításainak módosítása újraindítást igényel.
id: Pengaturan gestur mengontrol interval lompatan untuk gestur ketuk ganda di sisi kiri/kanan pemutar. Mengubah pengaturan kontrol sistem memerlukan mulai-kembali.
ja: ジェスチャーの設定で、プレイヤーの左右をダブルタップした時のスキップ間隔を変更します。システム制御の設定を変更するには、再起動が必要です。
pl: Ustawienia gestu dotyczą podwójnego stuknięcia po lewej/prawej stronie odtwarzacza. Zmiana ustawień kontrolek systemu wymaga ponownego uruchomienia aplikacji.
pt: As configurações de gesto controlam o intervalo de pulo para o gesto de dois toques no lado esquerdo/direito do player. Mudar as configurações dos controles do sistema requer reinício.
ro: Setările pentru gesturi controlează intervalul de ignorare pentru gestul de atingere dublă în partea stângă/dreapta a playerului. Modificarea setărilor comenzilor sistemului necesită repornire.

source: Controls Buttons
ar: أزرار عناصر التحكم
cs: Ovládací tlačítka
de: Steuerelemente Tasten
es: Botones de control
hu: Vezérlőgombok
id: Tombol Kontrol
ja: 制御ボタン
pl: Przyciski kontrolek
pt: Botões de Controle
ro: Butoane de control

source: Play next item
ar: ‏تشغيل العنصر التالي
cs: Přehrát další položku
de: Nächstes Element abspielen
es: Reproducir siguiente elemento
hu: Következő elem lejátszása
id: Putar
ja: 次の項目を再生
pl: Odtwórz następny
pt: Tocar próximo item
ro: Redă următorul element

source: Lock orientation
ar: ‏إقفال التدوير
cs: Zámek orientace
de: Ausrichtung sperren
es: Bloquear orientación
hu: Tájolás zárolása
id: Kunci orientasi
ja: 向きをロック
pl: Zablokuj orientację
pt: Travar orientação
ro: Blocare orientare

source: Music Mode
ar: وضع الموسيقى
cs: Hudební režim
de: Musikmodus
es: Modo Música
hu: Zenemód
id: Mode Musik
ja: 音楽モード
pl: Tryb Muzyki
pt: Modo Música
ro: Modul Muzică

source: Close video
ar: غلق الفيديو
ca: Tanca el vídeo
cs: Zavřít video
de: Video schließen
es: Cerrar vídeo
hu: Videó bezárása
id: Tutup Video
ja: 動画を閉じる
pl: Zamknij wideo
pt: Fechar vídeo
ro: Închideți video

source: Total size: %@
ar: الحجم الإجمالي: %@
ca: Mida total: %@
cs: Celková velikost: %@
de: Gesamtgröße: %@
es: Tamaño total: %@
hu: Teljes méret: %@
id: Total ukuran: %@
ja: 合計サイズ: %@
pl: Całkowity rozmiar: %@
pt: Tamanho total: %@
ro: Marimea totala: %@

source: Actions Buttons
ar: أزرار الإجراءات
cs: Tlačítka akcí
de: Aktionen-Schaltflächen
es: Botones de Acción
hu: Műveleti gombok
id: Tombol Tindakan
ja: 操作ボタン
pl: Przyciski akcji
pt: Botões de Ação
ro: Butoane de acțiuni

source: Subscribe/Unsubscribe
ar: الإشتراك/إلغاء الإشتراك
cs: Odebírat/Odhlásit odběr
de: Abonnieren/abbestellen
es: Suscribirse/Desuscribirse
hu: Feliratkozás/Leiratkozás
id: Berlangganan/Berhenti Langganan
ja: チャンネル登録/解除
pl: Subskrybuj/Odsubskrybuj
pt: Inscrever/Desinscrever
ro: Abonează-te/Dezabonează-te

source: Show cache status
ar: إظهار حالة ذاكرة التخزين المؤقت
ca: Mostra l'estat de la memòria cau
cs: Zobrazit stav mezipaměti
de: Cachestatus anzeigen
es: Mostrar estado de cache
hu: Gyorsítótár állapotának megjelenítése
id: Munculkan status tembolok
ja: キャッシュの状態を表示
pl: Pokaż status pamięci podręcznej
pt: Mostrar estado de cache
ro: Afișați starea cache-ului

source: Cache
ar: ذاكرة التخزين المؤقت
ca: Memòria cau
cs: Mezipaměť
hu: Gyorsítótár
id: Tembolok
ja: キャッシュ
pl: Pamięć podręczna

source: Maximum feed items
ar: الحد الأقصى لعناصر المحتوى
cs: Maximální počet položek ve feedu
de: Maximale Feed-Elemente
es: Número máximo de elementos en el feed
hu: Maximális hírfolyam elemek
id: Entri umpan maksimal
ja: フィードの最大数
pl: Maksymalna liczba nieobejrzanych z subskrybcji
pt: Máximo de itens do feed
ro: Numărul maxim de articole de feed

source: Open channels with description expanded
ar: فتح القنوات مع الوصف موسعاً
cs: Otevírat kanály s rozbaleným popisem
de: Offene Kanäle mit erweiterter Beschreibung
es: Canales abiertos con la descripción ampliada
hu: Csatornák megnyitása bővített leírással
id: Buka saluran dengan deskripsi diperluas
ja: 説明を表示してチャンネルを開く
pl: Otwórz kanały z rozwiniętym opisem
pt: Abrir canais com descrição expandida
ro: Deschideți canale cu descrierea extinsă

source: Close video and player on end
ar: غلق الفيديو والمشغل عند النهاية
cs: Ukončit video a přehrávač na konci
de: Video und Player am Ende beenden
es: Cerrar el vídeo y el reproductor al final
hu: A videó és a lejátszó bezárása a lejátszás befejeztével
id: Tutup video dan pemutar di akhir
ja: 終了時に動画をプレイヤーを閉じる
pl: Zamknij wideo i odtwarzacz po zakończeniu
pt: Fechar vídeo e player ao final
ro: Închideți videoclipul și player-ul la sfârșit

source: Use system controls with AVPlayer
ar: استخدم نظام عناصر التحكم مع AVPlayer
cs: Použití systémových ovládacích prvků s AVPlayerem
de: Systemsteuerung mit AVPlayer verwenden
es: Utilizar los controles del sistema con AVPlayer
hu: A rendszervezérlők használata az AVPlayer-rel
id: Gunakan kontrol sistem dengan AVPlayer
ja: AVPlayer のシステム制御を使用
pl: Użyj systemowych kontrolek z AVPlayer
pt: Usar controles do sistema com o AVPlayer
ro: Utilizați controalele de sistem cu AVPlayer

source: Rotate when entering fullscreen on landscape video
ar: قم بالتدوير عند إدخال ملء الشاشة على الفيديو الأفقي
de: Drehen beim Aufrufen des Vollbilds bei Videos im Querformat
es: Rotar al entrar en pantalla completa en un vídeo apaisado
hu: Forduljon el fekvő módba teljes képernyőre váltáskor
id: Putar ketika memasuki layar penuh pada video lanskap
ja: 横長動画を全画面にしたら回転するか
pl: Obróć podczas przechodzenia do trybu pełnoekranowego w poziomym wideo
pt: Girar quando entrar no modo ecrã inteiro em vídeo em paisagem
ro: Rotiți când intrați pe ecran complet în videoclipul peisaj

source: Landscape left
ar: ‏يسار الأفقي
de: Querformat links
es: Apaisado a la izquierda
hu: Fekvő balra
id: Lanskap kiri
ja: 左を下に横長
pl: Obrót w lewo
pt: Paisagem à esquerda
ro: Peisaj stânga

source: Landscape right
ar: ‏يمين الأفقي
de: Querformat rechts
es: Apaisado a la derecha
hu: Fekvő jobbra
id: Lanskap kanan
ja: 右を下に横長
pl: Obrót w prawo
pt: Paisagem à direita
ro: Peisaj dreapta

source: No rotation
ar: ‏لا تدوير
cs: Bez otáčení
de: Keine Drehung
es: Sin rotación
hu: Nincs forgatás
id: Tidak ada rotasi
ja: 回転なし
pl: Brak rotacji
pt: Sem rotação
ro: Fără rotație

source: System controls
ar: نظام عناصر التحكم
cs: Ovládání systému
de: Systemsteuerung
es: Controles del sistema
hu: Rendszervezérlők
id: Kontrol sistem
ja: システム制御
pl: Kontrolki systemu
pt: Controles do sistema
ro: Controale de sistem

source: Controls button: backwards
ar: زر عناصر التحكم: للخلف
cs: Ovládací tlačítko: dozadu
de: Steuertaste: rückwärts
es: Botón de control: hacia atrás
hu: Vezérlőgomb: hátra
id: Tombol kontrol: mundur
ja: 制御ボタン: 戻る
pl: Przycisk: do tyłu
pt: Botão de controle: para trás
ro: Buton de control: înapoi

source: Are you sure you want to clear cache?
ar: هل أنت متأكد من أنك تريد مسح ذاكرة التخزين المؤقت؟
cs: Určitě chcete vymazat mezipaměť?
de: Möchten Sie den Cache wirklich löschen?
es: ¿Seguro que quieres borrar la caché?
hu: Biztosan törölni szeretné a gyorsítótárat?
id: Apa kamu yakin ingin membersihkan tembolok?
ja: キャッシュを削除しますか？
pl: Czy na pewno chcesz wyczyścić pamięć podręczną?
pt: Tem certeza que deseja limpar o cache?
ro: Sigur doriți să ștergeți memoria cache?

source: Gesture settings control skipping interval for remote arrow buttons (for 2nd generation Siri Remote or newer). Changing system controls settings requires restart.
ar: التحكم في إعدادات إيماءة الفاصل الزمني للتخطي لأزرار الأسهم عن بعد (للجيل الثاني من Siri Remote أو أحدث). تغيير إعدادات نظام عناصر التحكم يتطلب إعادة بدء التشغيل.
cs: Nastavení gesta řídí interval přeskakování pomocí tlačítek se šipkami na dálkovém ovladači (pro 2. generaci ovladače Siri Remote nebo novější). Změna nastavení ovládání systému vyžaduje restart.
de: Gesteneinstellungen steuern das Überspringungsintervall für die Pfeiltasten der Fernbedienung (für Siri Remote der 2. Generation oder neuer). Das Ändern der Einstellungen der Systemsteuerung erfordert einen Neustart.
es: Los ajustes gestuales controlan el intervalo del salto de los botones de la flecha del mando a distancia (para Siri Remote de 2ª generación o posterior). Para cambiar los ajustes de los controles del sistema es necesario reiniciar.
hu: A gesztusbeállítások vezérlik a kihagyási időközt a távirányítón található nyíl gombok számára (a 2. generációs Siri Remote vagy újabb modellek esetén). A rendszervezérlők beállításainak módosítása újraindítást igényel.
id: Pengaturan gestur mengontrol interval lompatan untuk tombol panah jarak jauh (untuk Siri Remote generasi ke-2 atau yang lebih baru). Mengubah pengaturan kontrol sistem memerlukan restart.
ja: ジェスチャーの設定で、リモコンの矢印ボタンによるスキップ間隔を変更します（Siri Remote 第二世代以降用）。システム制御の設定を変更には、再起動が必要です。
pl: Ustawienia gestu dotyczą przycisków na pilocie Apple TV (Siri Remote drugiej generacji albo nowszy). Zmiana ustawień kontrolek systemu wymaga ponownego uruchomienia aplikacji.
pt: As configurações de gesto controlam o intervalo de pulo para os botões de seta do controle remoto (para Siri Remote de 2ª geração ou posteriores). Mudar as configurações dos controles do sistema requer reinício.
ro: Setările gesturilor controlează intervalul de ignorare pentru butoanele săgeți de la distanță (pentru telecomanda Siri de a doua generație sau mai nouă). Modificarea setărilor comenzilor sistemului necesită repornire.

source: Opened File
ar: ملف مفتوح
cs: Otevřený soubor
de: Geöffnete Datei
es: Archivo abierto
hu: Megnyitott fájl
id: Berkas Terbuka
ja: 開いたファイル
pl: Otwarty plik
pt: Ficheiro Aberto
ro: Fișier deschis

source: Opening file…
ar: فتح الملف…
cs: Otvírání souboru…
de: Datei öffnen …
es: Abriendo el archivo…
hu: Fájl megnyitása…
id: Membuka berkas…
ja: ファイルを読み込み中…
pl: Otwieranie pliku…
pt: A abrir ficheiro…
ro: Deschiderea fișierului…

source: Short videos: hidden
ar: مقاطع الفيديو القصيرة: مخفية
cs: Krátká videa: skrytá
de: Kurze Videos: versteckt
es: Videos cortos: oculto
hu: Rövid videók: rejtett
id: Video pendek: sembunyi
ja: ショート動画: 非表示
pl: Krótkie wideo: ukryte
pt: Vídeos curtos: ocultos
ro: Videoclipuri scurte: ascunse

source: Mark channel feed as watched
ar: وضع علامة تمت المشاهدة على محتوى القناة
cs: Označit kanál jako shlédnutý
de: Kanal-Feed als angesehen markieren
es: Marcar el feed del canal como visto
hu: Jelölje meg a csatorna hírfolyamot megtekintettként
id: Tandai umpan saluran ditonton
ja: チャンネルフィードを視聴済みにする
pl: Oznacz najnowsze z kanału jako obejrzane
pt: Marcar feed do canal como visto
ro: Marcați feedul canalului ca vizionat

source: Gesture settings control skipping interval for double click on left/right side of the player. Changing system controls settings requires restart.
ar: التحكم في إعدادات إيماءة فترة التخطي للنقر المزدوج على الجانب الأيسر/الأيمن من المشغل. تغيير إعدادات نظام عناصر التحكم يتطلب إعادة بدء التشغيل.
cs: Nastavení gest řídí interval přeskakování pro gesto dvojitého klepnutí na levé/pravé straně přehrávače. Změna nastavení ovládání systému vyžaduje restart.
de: Gesteneinstellungen steuern das Überspringungsintervall für Doppelklicks auf der linken/rechten Seite des Players. Das Ändern der Einstellungen der Systemsteuerung erfordert einen Neustart.
es: Los ajustes gestuales controlan el intervalo de salto para el doble clic en el lado izquierdo/derecho del reproductor. Para cambiar la configuración de los controles del sistema es necesario reiniciar.
hu: A gesztusbeállítások vezérlik a kihagyási időközt a lejátszó bal/jobb oldalán történő dupla kattintás esetén. A rendszervezérlők beállításainak módosítása újraindítást igényel.
id: Pengaturan gestur mengontrol interval lompatan untuk klik ganda di sisi kiri/kanan pemutar. Mengubah pengaturan kontrol sistem memerlukan mulai-ulang.
ja: ジェスチャーの設定で、プレイヤーの左右をダブルクリックした時のスキップ間隔を変更します。システム制御の設定を変更するには、再起動が必要です。
pl: Ustawienia gestu dotyczą podwójnego kliknięcia po lewej/prawej stronie odtwarzacza. Zmiana ustawień kontrolek systemu wymaga ponownego uruchomienia aplikacji.
pt: As configurações de gesto controlam o intervalo de pulo para o clique duplo no lado direito/esquerdo do player. Mudar as configurações dos controles do sistema requer reinício.
ro: Setările gesturilor controlează intervalul de ignorare pentru dublu clic pe partea stângă/dreapta a playerului. Modificarea setărilor comenzilor sistemului necesită repornirea.

source: Available
ar: متوفر
cs: Dostupné
de: Verfügbar
es: Disponible
hu: Elérhető
id: Tersedia
ja: 選択候補
pl: Dostępne
pt: Disponível
ro: Disponibil

source: Startup section
ar: ‏قسم بدء التشغيل
cs: Úvodní obrazovka
de: Bereich Startup
es: Sección de inicio
hu: Indítási szakasz
id: Bagian permulaan
ja: 起動時の表示
pl: Sekcja startowa
pt: Secção ao iniciar
ro: Secțiunea de pornire

source: Home Settings
ar: ‏إعدادات الصفحة الرئيسية
cs: Nastavení domovské karty
de: Startseite Einstellungen
es: Ajustes iniciales
hu: Kezdőlap beállítások
id: Pengaturan Beranda
ja: ホームの設定
pl: Ustawienia głównej
pt: Ajustes da ecrã de Início
ro: Setări de acasă

source: Watched: hidden
ar: تمت المشاهدة: مخفي
cs: Přehrané: skryté
de: Gesehene: versteckt
es: Visto: oculto
hu: Megtekintettek: rejtett
id: Ditonton: sembunyi
ja: 視聴済み: 隠す
pl: Obejrzane: ukryte
pt: Assistidos: ocultos
ro: Vizionat: ascuns

source: Watched: visible
ar: تمت المشاهدة: مرئي
cs: Přehrané: viditelné
de: Gesehene: sichtbar
es: Visto: visible
hu: Megtekintettek: láthatóak
id: Ditonton: terlihat
ja: 視聴済み: 表示
pl: Obejrzane: widoczne
pt: Assistidos: visíveis
ro: Vizionat: vizibil

source: No videos to show
ar: لا توجد مقاطع فيديو لعرضها
cs: Žádná videa k zobrazení
de: Keine Videos zu zeigen
es: No hay vídeos que mostrar
hu: Nincs megjeleníthető videó
id: Tidak ada video ditampilkan
ja: 表示する動画なし
pl: Brak wideo do pokazania
pt: Nenhum vídeo para mostrar
ro: fără videoclipuri de afișat

source: (watched and shorts hidden)
ar: (تمت المشاهدة ومقاطع قصيرة مخفية)
cs: (skrýt přehrané a krátká videa)
de: (gesehene und Shorts versteckt)
es: (ocultar videos reproducidos y cortos)
hu: (megtekintettek és rövidek elrejtve)
id: (ditonton dan pendek sembunyi)
ja: (視聴済み/ショート非表示)
pl: (obejrzane i krótkie ukryte)
pt: (assistidos e shorts ocultos)
ro: (vizionat și shorts ascunse)

source: (shorts hidden)
ar: (مقاطع قصيرة مخفية)
cs: (skrýt krátká videa)
de: (Shorts versteckt)
es: (cortos ocultos)
hu: (rövidek rejtve)
id: (pendek sembunyi)
ja: (ショート非表示)
pl: (krótkie ukryte)
pt: (shorts ocultos)
ro: (shorts ascunse)

source: Disable filters
ar: تعطيل عوامل التصفية
ca: Desactiva els filtres
cs: Zakázat filtry
de: Filter deaktivieren
es: Desactivar los filtros
hu: Szűrők kikapcsolása
id: Nonaktifkan filter
ja: 絞り込み解除
pl: Wyłącz filtry
pt: Desativar filtros
ro: Dezactivează filtrele

source: (watched hidden)
ar: (تمت المشاهدة مخفية)
cs: (skrýt přehrané)
de: (gesehene versteckt)
es: (ocultar lo reproducido)
hu: (megtekintettek rejtve)
id: (ditonton sembunyi)
ja: (視聴済み非表示)
pl: (obejrzane ukryte)
pt: (assistidos ocultos)
ro: (vizionat ascuns)

source: Limit
ar: حد
de: Grenze
es: Límite
id: Batas
ja: 上限
pt: Limite
ro: Limită

source: Are you sure you want to remove %@ from Favorites?
ar: هل أنت متأكد من أنك تريد إزالة %@ من المفضلة؟
cs: Opravdu chcete odstranit %@ z oblíbených položek?
de: Möchten Sie %@ wirklich aus den Favoriten entfernen?
es: ¿Estás seguro de que quieres eliminar %@ de favoritos?
hu: Biztosan törölni szeretné a(z) %@-t a „Kedvencek” közül?
id: Apa kamu yakin ingin menghapus %@ dari Favorit?
ja: お気に入りから %@ を除去しますか？
pl: Czy na pewno chcesz usunąć element: %@ z Ulubionych?
pt: Tem certeza que deseja remover %@ dos Favoritos?
ro: Sigur doriți să eliminați %@ din Favorite?

source: List
ar: قائمة
ca: Llista
cs: Seznam
de: Liste
es: Lista
hu: Lista
id: Daftar
ja: 一覧
pl: Lista
pt: Lista
ro: Listă

source: Cells
ar: خلايا
ca: Cel·les
cs: Položky
de: Zellen
es: Celdas
hu: Cellák
id: Sel
ja: アイコン
pl: Komórki
pt: Células
ro: Celule

source: Toggle size
ar: ‏حجم التبديل
cs: Přepnout velikost
de: Größe umschalten
es: Alternar el tamaño
hu: Méret be/ki
id: Guling ukuran
ja: 大きさを切り替え
pl: Przełącz rozmiar
pt: Alternar tamanho
ro: Comutare dimensiune

source: Toggle player
ar: تبديل المشغل
de: Player umschalten
es: Alternar el reproductor
hu: Lejátszó be/ki
id: Guling pemutar
ja: プレイヤーを切り替え
pl: Przełącz odtwarzacz
pt: Alternar player
ro: Comutați player-ul

source: Show Next in Queue
ar: إظهار التالي في قائمة الإنتظار
cs: Zobrazit další v řadě
de: Nächste in Warteschlange anzeigen
es: Mostrar el siguiente en la cola
hu: Következő megjelenítése a várólistán
id: Tampilkan Lanjut di Antrean
ja: 「次の再生キュー」を表示
pl: Pokaż Następne w kolejce
pt: Mostrar Próximo na Fila
ro: Afișează următorul din coadă

source: Show toggle watch status button
ar: إظهار تبديل زر حالة الساعة
de: Umschalttaste Überwachungsstatus anzeigen
es: Mostrar el botón para alternar estado de la visualización
hu: Figyelési állapot váltó gomb megjelenítése
id: Tampilkan guling tombol status nonton
ja: 視聴状態切り替えボタンを表示
pl: Pokaż przycisk przełączania stanu obejrzenia
pt: Mostrar botão de mudar estado de assistir
ro: Afișează butonul de comutare a statului de urmărire

source: Next in Queue
ar: التالي في قائمة الإنتظار
cs: Další ve frontě
de: Nächster in der Warteschlange
es: Siguiente en la cola
hu: Következő a várólistán
id: Lanjut di Antrean
ja: 次の再生キュー
pl: Następne w kolejce
pt: Próximo na Fila
ro: Următorul în coadă

source: Do nothing
ar: لا تفعل شيئا
cs: Ignorovat
de: Nichts tun
es: No hacer nada
hu: Ne tegyen semmit
id: Tidak melakukan apa pun
ja: 何もしない
pl: Nic nie rób
pt: Fazer nada
ro: Nu face nimic

source: Open channel
ar: فتح القناة
cs: Otevřít kanál
de: Kanal öffnen
es: Abrir el canal
hu: Csatorna megnyitása
id: Buka saluran
ja: チャンネルを開く
pl: Otwórz kanał
pt: Abrir canal
ro: Deschide canalul

source: Inspector
ar: مفتش
cs: Inspektor
de: Inspektor
hu: Felügyelő
id: Pemeriksa
ja: ファイルの詳細情報
pl: Inspektor
pt: Inspetor

source: Open video description expanded
ar: فتح وصف الفيديو موسعاً
cs: Otevřít rozšířený popisek videa
de: Videobeschreibung öffnen erweitert
es: Abrir la descripción del vídeo ampliada
hu: Videó leírásának bővített megjelenítése
id: Buka video deskripsi diperluas
ja: 動画の説明を展開
pl: Otwórz wideo z rozwiniętym opisem
pt: Abrir descrição do vídeo expandida
ro: Deschide descrierea videoclipului extinsă

source: Feed
ar: محتوى الإشتراكات
hu: Hírfolyam
id: Umpan
ja: フィード
pl: Najnowsze
ro: Abonări

source: Mark all as unwatched
ar: وضع علامة لم تتم المشاهدة على الجميع
cs: Označit vše jako nepřehrané
de: Alle als ungesehen markieren
es: Marcar todo como no visto
hu: Jelölje meg az összeset nem megtekintettnek
id: Tandai semua belum ditonton
ja: すべて未視聴に
pl: Oznacz wszystkie jako nieobejrzane
pt: Marcar todos como não vistos
ro: Marcați totul ca nevizionat

source: Mark all as watched
ar: وضع علامة تمت المشاهدة على الجميع
cs: Označit vše jako přehrané
de: Alle als gesehen markieren
es: Marcar todo como visto
hu: Jelölje meg az összeset megtekintettnek
id: Tandai semua ditonton
ja: すべて視聴済みに
pl: Oznacz wszystkie jako obejrzane
pt: Marcar todos como vistos
ro: Marcați toate ca vizionate

source: Queue - shuffled
ar: قائمة الإنتظار - تم خلطها
cs: Fronta - náhodně
de: Warteschlange - gemischt
es: Cola - aleatoria
hu: Várólista - kevert
id: Antrean - diacak
ja: 再生キュー - シャッフル
pl: Kolejka - losowo
pt: Fila - embaralhado
ro: Coadă - amestecată

source: Replay
ar: إعادة المشغل
cs: Přehrát znova
de: Wiederholung
es: Repetir
hu: Újrajátszás
id: Putar Ulang
ja: もう一回再生
pl: Od początku
ro: Reluare

source: Lock
ar: قفل
ca: Bloca
cs: Zamknout
de: Sperre
es: Bloquear
hu: Zárolás
id: Kunci
ja: ロック
pl: Zablokuj
pt: Travar
ro: Lacăt

source: Fullscreen
ar: ملء الشاشة
cs: Celá obrazovka
de: Vollbildmodus
es: A pantalla completa
hu: Teljes képernyő
id: Layar Penuh
ja: 全画面
pl: Pełny ekran
pt: Ecrã inteiro
ro: Ecran complet

source: Loop one
ar: ‏حلقة واحدة
de: Einmal schleifen
es: Bucle uno
hu: Ismétlés egyesével
id: Satu putaran
ja: ループ再生
pl: Powtarzaj jeden
pt: Um em loop
ro: Buclă unu

source: Playback Settings
ar: إعدادات التشغيل
cs: Nastavení přehrávání
de: Wiedergabeeinstellungen
es: Ajustes de la reproducción
hu: Lejátszási beállítások
id: Pengaturan Pemutar
ja: 再生設定
pl: Ustawienia Odtwarzania
pt: Configurações de Playback
ro: Setări de redare

source: Description
ar: وصف
ca: Descripció
cs: Popisek
de: Beschreibung
es: Descripción
hu: Leírás
id: Deskripsi
ja: 説明
pl: Opis
pt: Descrição
ro: Descriere
