Repository: yattee/yattee
Catalog: Shared/*.lproj/Localizable.strings
Languages: ar, az, ca, cs, de, es, hi, hu, id, ja, nb_no, pl, pt, ro

source: Autoplay next
ar: التشغيل التلقائي التالي
cs: Automaticky přehrát další
de: Nächstes Element automatisch abspielen
es: Reproducir automáticamente la siguiente
hu: Következő automatikus lejátszása
id: Putar otomatis selanjutnya
ja: 次を自動再生
pl: Odtwarzaj automatycznie
pt: Tocar automaticamente próximo
ro: Urmează redarea automată

source: Stream
ar: البث
hu: Közvetítés
id: Siaran
ja: ストリーム
pl: Strumień
ro: Flux

source: Chapters (if available)
ar: الفصول (إن وجدت)
es: Capítulos (si están disponibles)
hu: Fejezetek (ha elérhetőek)
id: Bab (jika tersedia)
ja: チャプター (あれば)
pl: Rozdziały (jeśli dostępne)
pt: Capítulos (se disponível)
ro: Capitole (dacă există)

source: Open vertical chapters expanded
ar: فتح الفصول الرأسية موسعاً
es: Abrir capítulos verticales ampliados
hu: Függőleges fejezetek megnyitása kibővítve
id: Bab vertikal terbuka diperluas
ja: チャプターを縦方向に開く
pl: Otwórz pionowe rozdziały rozwinięte
pt: Abrir capítulos verticais expandidos
ro: Deschideți capitolele verticale extinse

source: No preview
ar: لا توجد معاينة
es: Sin vista previa
hu: Nincs előnézet
id: Tidak ada pratinjau
ja: プレビューなし
pl: Brak podglądu
pt: Sem prévia
ro: Fără previzualizare

source: Description preview
ar: معاينة الوصف
es: Vista previa de la descripción
hu: Leírás előnézete
id: Pratinjau deskripsi
ja: 説明のプレビュー
pl: Podgląd opisu
pt: Descrição da prévia
ro: Descriere preview

source: Podcasts
ar: ‏بودكاست
ca: Pòdcasts
hu: Podcastok
id: Siniar
ja: ポッドキャスト
pl: Podkasty
ro: Podcast-uri

source: Releases
ar: الإصدارات
de: Veröffentlichungen
es: Lanzamientos
hu: Kiadások
id: Rilis
ja: リリース
pl: Wydania
pt: Lançamentos
ro: Lansări

source: Add %@
ar: إضافة %@
de: %@ hinzufügen
es: Añada %@
hu: %@ hozzáadása
id: Tambah %@
ja: 追加 %@
pl: Dodaj %@
pt: Adicionar %@
ro: Adaugă %@

source: Import Settings...
ar: إستيراد الإعدادات...
es: Importar configuración...
hu: Beállítások importálása...
id: Impor Pengaturan...
ja: 設定の取り込み...
pl: Importuj Ustawienia…
pt: Definições de Importação...
ro: Importă Setări...

source: Accounts passwords (unencrypted)
ar: كلمات مرور الحسابات (غير مشفرة)
es: Contraseñas de las cuentas (no cifradas)
hu: Fiókok jelszavai (titkosítatlanul)
id: Kata sandi akun (tidak terenkripsi)
ja: アカウントのパスワード (暗号化なし)
pl: Hasła kont (nieszyfrowane)
pt: Palavras-passe das contas (não encriptadas)
ro: Parolele conturilor (necriptate)

source: Other data
ar: بيانات أخرى
es: Información adicional
hu: Egyéb adat
id: Data lainnya
ja: ほかのデータ
pl: Inne dane
pt: Outros dados
ro: Alte date

source: Export…
ar: تصدير…
es: Exportar…
hu: Exportálás…
id: Ekspor…
ja: 出力…
pl: Eksportuj…
pt: Exportar…
ro: Exportă…

source: Export
ar: تصدير
es: Exportar
hu: Exportálás
id: Ekspor
ja: 出力
pl: Eksportuj
ro: Exportă

source: File information
ar: معلومات الملف
ca: Informació del fitxer
es: Información del archivo
hu: Fájlinformáció
id: Informasi berkas
ja: ファイル情報
pl: Informacje o pliku
ro: Informații despre fișier

source: Build
ar: بناء
es: Compilación
hu: Összeállítási szám
id: Bangun
ja: ビルド
pl: Wersja

source: Platform
ar: المنصة
ca: Plataforma
es: Plataforma
ja: プラットフォーム
pl: Platforma
ro: Platformă

source: Import
ar: ‏إستيراد
es: Importar
hu: Importálás
id: Impor
ja: 取り込み
pl: Importuj
ro: Importă

source: Action button labels
ar: تسميات زر الإجراء
es: Etiquetas para los botones de acción
hu: Művelet gombok feliratai
id: Label tombol tindakan
ja: 操作ボタンの表示
pl: Etykiety przycisków akcji
ro: Etichete pentru butoanele de acțiune

source: Icon only
ar: أيقونة فقط
es: Solo icono
hu: Csak ikon
id: Hanya ikon
ja: アイコンのみ
pl: Tylko ikony
ro: Doar pictogramă

source: Icon and text
ar: أيقونة و نص
es: Icono y texto
hu: Ikon és szöveg
id: Ikon dan teks
ja: アイコンと文字
pl: Ikony i tekst
ro: Pictogramă și text

source: Custom Location not selected for import
ar: لم يتم تحديد الموقع المخصّص للإستيراد
es: Ubicación personalizada no seleccionada para la importación
hu: Nincs kiválasztva egyéni hely az importáláshoz
id: Lokasi Modifikasi tidak dipilih untuk impor
ja: 指定したインスタンスは取り込み用に選択されていません
pl: Lokalizacji nie wybrano do zaimportowania
ro: Locația customizată nu este selectată pentru importare

source: Account already exists
ar: الحساب موجود بالفعل
ca: El compte ja existeix
es: La cuenta ya existe
hu: A fiók már létezik
id: Akun sudah ada
ja: アカウントは既に存在します
pl: Konto już istnieje
ro: Există deja un cont

source: Export Settings
ar: تصدير الإعدادات
es: Ajustes de exportación
hu: Beállítások exportálása
id: Ekspor Pengaturan
ja: 設定を出力
pl: Eksportuj Ustawienia
pt: Definições de Exportação
ro: Exportă Setări

source: Other
ar: أخرى
es: Otro
hu: Egyéb
id: Lainnya
ja: ほか
pl: Inne
pt: Outro
ro: Alte

source: Other data include last used playback preferences and listing options
ar: بيانات أخرى تتضمن آخر تفضيلات التشغيل المستخدمة وخيارات القائمة
es: Información adicional incluye las últimas preferencias de reproducción utilizadas y las opciones de listado
hu: Egyéb adatok közé tartoznak az utoljára használt lejátszási beállítások és listázási lehetőségek
id: Data lainnya termasuk preferensi pemutaran terakhir yang digunakan dan opsi daftar
ja: ほかのデータには、最後に使った再生設定と一覧オプションを含む
pl: Inne dane obejmują ostatnie preferencje odtwarzania i opcje listowania
ro: Alte date includ ultimele preferințe de redare utilizate și opțiunile de listare

source: Are you sure you want to export unencrypted passwords?
ar: هل أنت متأكد من أنك تريد تصدير كلمات المرور غير المشفرة؟
es: ¿Estás seguro de que quieres exportar las contraseñas sin cifrar?
hu: Biztosan titkosítatlan jelszavakat szeretne exportálni?
id: Apa kamu yakin ingin ekspor kata sandi yang tidak terenkripsi?
ja: 暗号化のないパスワードを本当に出力しますか？
pl: Czy na pewno eksportować nieszyfrowane hasła?
ro: Sigur doriți să exportați parole necriptate?

source: Do not share this file with anyone or you can lose access to your accounts. If you don't select to export passwords you will be asked to provide them during import
ar: لا تشارك هذا الملف مع أي شخص وإلا قد تفقد إمكانية الوصول إلى حساباتك. إذا لم تحدّد تصدير كلمات المرور، فسوف يُطلب منك تقديمها أثناء الإستيراد
es: No compartas este archivo con nadie o puedes perder el acceso a tus cuentas. Si no selecciona exportar contraseñas se le pedirá que las proporcione durante la importación
hu: Ne ossza meg ezt a fájlt senkivel, különben elveszítheti hozzáférését a fiókjaihoz. Ha nem választja a jelszavak exportálását, akkor az importálás során meg kell adnia azokat
id: Jangan bagikan berkas ini dengan siapa pun atau kamu dapat kehilangan akses ke akunmu. Jika kamu tidak memilih untuk mengekspor kata sandi kamu akan diminta untuk memberikannya saat mengimpor
ja: このファイルを他の人と共有しないでください。パスワードを出力していなければ、取り込み時にパスワードが求められます
pl: Nie dziel się z nikim tym plikiem albo możesz stracić dostęp do swoich kont. Jeśli nie wybierzesz eksportu haseł, zostaniesz o nie zapytany podczas importu
ro: Nu partajați acest fișier cu nimeni, altfel puteți pierde accesul la conturile tale. Dacă nu selectați să exportați parolele, vi se va cere să le furnizați în timpul importului

source: Custom Location selected for import
ar: حدّد الموقع المخصّص للإستيراد
es: Ubicación personalizada seleccionada para la importación
hu: Az importáláshoz kiválasztott egyéni hely
id: Lokasi Modifikasi dipilih untuk impor
ja: 指定したインスタンスは取り込み用に選択済み
pl: Lokalizacja wybrana do zaimportowania
ro: Locație customizată selectată pentru importare

source: Custom Location already exists
ar: الموقع المخصّص موجود بالفعل
es: Ya existe una ubicación personalizada
hu: Az egyéni hely már létezik
id: Lokasi Modifikasi sudah ada
ja: 指定したインスタンスは既に存在します
pl: Własna Lokalizacja już istnieje
ro: Locația customizată există deja

source: Password required to import
ar: كلمة المرور مطلوبة للإستيراد
es: Se requiere contraseña para importar
hu: Jelszó szükséges az importáláshoz
id: Kata sandi diperlukan untuk mengimpor
ja: 取り込むにはパスワードが必要です
pl: Hasło wymagane do zaimportowania
ro: Parolă necesară pentru a importa

source: Password saved in import file
ar: كلمة المرور محفوظة في ملف الإستيراد
es: Contraseña guardada en el archivo de importación
hu: Az importfájlba mentett jelszó
id: Kata sandi disimpan di berkas impor
ja: 取り込みファイルにパスワードを保存しました
pl: Hasło zapisane w importowanym pliku
ro: Parolă salvată în fișierul de import

source: Export in progress...
ar: جارِ التصدير...
es: Exportación en curso...
hu: Exportálás folyamatban...
id: Ekspor dalam proses...
ja: エクスポート中...
pl: Eksport w toku…
ro: Export în curs...

source: In progress…
ar: في طور الأجراء…
es: En proceso…
hu: Folyamatban…
id: Dalam proses…
ja: 実行中…
pl: W trakcie…
ro: În curs…

source: Yattee
hi: याटी
