Repository: yattee/yattee
Catalog: Shared/*.lproj/Localizable.strings
Languages: ar, az, ca, cs, de, es, hi, hu, id, ja, nb_no, pl, pt, ro

source: Pages toolbar position
ar: موضع شريط أدوات الصفحات
az: Səhifələr alətlər paneli mövqeyi
ca: Posició de la barra d'eines de les pàgines
cs: Pozice panelu nástrojů
de: Position der Seitensymbolleiste
es: Posición de la barra de herramientas de páginas
hu: Oldalak eszköztár helyzete
id: Posisi bilah alat halaman
ja: ページのツールバー位置
nb_no: Verktøylinjeposisjon for sider
pl: Pozycja paska narzędzi stron
pt: Posição da toolbar das páginas
ro: Poziția barei de instrumente a paginilor

source: Show Inspector
ar: إظهار المفتش
az: Yoxlayıcını Göstər
ca: Mostra inspector
cs: Zobrazit Inspektor
de: Inspector einblenden
es: Mostrar inspector
hu: Felügyelő megjelenítése
id: Tampilkan Pemeriksa
ja: ファイルの詳細情報の表示
nb_no: Vis inspektør
pl: Pokaż Inspektora
pt: Mostrar Inspetor
ro: Afișare inspector

source: Reload manifest
ar: إعادة تحميل البيان
az: Manifesti yenidən yüklə
ca: Torna a carregar el manifest
cs: Znovu načíst manifest
de: Manifest nachladen
es: Recargar manifiesto
hu: Lista újratöltése
id: Muat ulang manifes
ja: 定義ファイルを再読込
nb_no: Last manifest på nytt
pl: Przeładuj manifest
pt: Recarregar manifesto
ro: Reîncărcați manifestul

source: Open
ar: فتح
az: Açıq
ca: Obrir
cs: Otevřít
de: Öffnen
es: Abrir
hu: Megnyitás
id: Buka
ja: 開く
nb_no: Åpne
pl: Otwórz
pt: Abrir
ro: Deschide

source: Video actions buttons
ar: أزرار إجراءات مقطع الفيديو
az: Video fəaliyyət düymələri
ca: Botons d'accions de vídeo
cs: Tlačítka akcí videa
de: Schaltflächen für Videoaktionen
es: Botones de acciones de video
hu: Videó műveleti gombok
id: Tombol tindakan video
ja: 動画操作のボタン
nb_no: Knapper for video valg
pl: Przyciski akcji wideo
pt: Botões de ação de vídeo
ro: Butoane pentru acțiuni video

source: Open Files
ar: فتح الملفات
az: Faylları Aç
ca: Obriu Fitxers
cs: Otevřít soubory
de: Dateien öffnen
es: Abrir archivos
hu: Fájlok megnyitása
id: Membuka Berkas
ja: ファイルを開く
nb_no: Åpne Filer
pl: Otwórz Pliki
pt: Abrir Ficheiros
ro: Deschideți Fișiere

source: Channels
ar: القنوات
az: Kanallar
ca: Canals
cs: Kanály
de: Kanäle
es: Canales
hu: Csatornák
id: Saluran
ja: チャンネル
nb_no: Kanaler
pl: Kanały
pt: Canais
ro: Canale

source: Channel
ar: القناة
az: Kanal
ca: Canal
cs: Kanál
de: Kanal
es: Canal
hu: Csatorna
id: Saluran
ja: チャンネル
nb_no: Kanal
pl: Kanał
pt: Canal
ro: Canal

source: Shorts
ar: ‏مقاطع الفيديو القصيرة
az: Qısa
ca: Curt
es: Cortos
hu: Rövidek
id: Pendek
ja: ショート

source: Verified
ar: تم التحقق منه
az: Doğrulanıb
ca: Verificat
cs: Ověřeno
de: Verifiziert
es: Verificado
hu: Ellenőrzött
id: Terverifikasi
ja: 認証済み
nb_no: Verifisert
pl: Zweryfikowano
pt: Verificado
ro: Verificat

source: Live Streams
ar: بثوث مباشرة
az: Canlı Yayımlar
ca: Transmissions en directe
cs: Živé vysílání
es: Transmisiones en vivo
hu: Élő közvetítések
id: Siaran Langsung
ja: ライブ配信
nb_no: Direkte strømmer
pl: Na żywo
pt: Transmissões ao Vivo
ro: Fluxuri live

source: Are you sure you want to remove %@ location?
ar: هل أنت متأكد أنك تريد إزالة موقع @%؟
az: %@ məkanını silmək istədiyinizə əminsiniz?
ca: Esteu segur que voleu eliminar %@ ubicació?
cs: Opravdu chcete odstranit umístění %@?
de: Möchten Sie den Ort %@ wirklich entfernen?
es: ¿Está seguro de que desea eliminar la ubicación %@?
hu: Biztosan törölni szeretné a(z) %@ helyet?
id: Apa kamu yakin ingin menghapus lokasi %@?
ja: インスタンス %@ を削除しますか？
nb_no: Er du sikker på at du ønsker å fjerne %@ lokalisjon?
pl: Czy na pewno usunąć lokalizację %@?
pt: Tem certeza que deseja remover localização %@?
ro: Sigur doriți să eliminați locația %@?

source: Could not delete document
ar: تعذر حذف المستند
az: Sənədi silmək alınmadı
ca: No s'ha pogut suprimir el document
cs: Nelze odstranit dokument
de: Dokument kann nicht gelöscht werden
es: No se puede eliminar el documento
hu: A dokumentum törlése nem sikerült
id: Tidak dapat menghapus dokumen
ja: 文書を削除できません
nb_no: Klarte ikke å slette dokumentet
pl: Nie można usunąć dokumentu
pt: Não pôde deletar documento
ro: Nu s-a putut șterge documentul

source: "%@" will be irreversibly removed from this device.
ar: ستتم إزالة "%@" بشكل لا رجعة فيه من هذا الجهاز.
az: "%@" bu cihazdan geri dönməz şəkildə silinəcək.
ca: "%@" s'eliminarà d'aquest dispositiu de manera irreversible.
cs: "%@" bude z tohoto zařízení nenávratně odstraněno.
de: „%@“ wird unwiderruflich von diesem Gerät entfernt.
es: "%@" será eliminado irreversiblemente de este dispositivo.
hu: A(z) „%@” visszavonhatatlanul eltávolításra kerül erről az eszközről.
id: "%@" akan dihapus secara permanen dari perangkat ini.
ja: 「%@」はこの端末から完全に削除されます。
nb_no: "%@" vil irreversibelt bli fjernet fra denne enheten
pl: Dokument "%@" zostanie nieodwracalnie usunięty z tego urządzenia.
pt: “%@” será irreversivelmente removido do seu aparelho.
ro: "%@" va fi eliminat ireversibil de pe acest dispozitiv.

source: Are you sure you want to remove this document?
ar: هل أنت متأكد من أنك تريد إزالة هذا المستند؟
az: Bu sənədi silmək istədiyinizə əminsiniz?
ca: Esteu segur que voleu eliminar aquest document?
cs: Opravdu chcete odstranit tento dokument?
de: Möchten Sie dieses Dokument wirklich entfernen?
es: Está seguro que quiere eliminar este documento?
hu: Biztosan törölni szeretné ezt a dokumentumot?
id: Apa kamu yakin ingin menghapus dokumen ini?
ja: この文書を除去しますか？
nb_no: Ønsker du virkelig å fjerne dette dokumentet
pl: Czy na pewno usunąć ten dokument?
pt: Tem certeza que deseja remover este documento?
ro: Sigur doriți să eliminați acest document?

source: Open Video
ar: فتح الفيديو
az: Videonu Aç
ca: Obre el vídeo
cs: Otevřít video
de: Video öffnen
es: Abrir Video
hu: Videó megnyitása
id: Buka Video
ja: 動画を開く
nb_no: Åpne Video
pl: Otwórz wideo
pt: Abrir Vídeo
ro: Deschideți videoclipul

source: Address
ar: ‏العنوان
az: Ünvan
ca: Adreça
cs: Adresa
de: Adresse
es: Dirección
hu: Cím
id: Alamat
ja: アドレス
nb_no: Addresse
pl: Adres
pt: Endereço
ro: Adresă

source: Remove…
ar: ‏إزالة…
az: Sil…
ca: Esborrar…
cs: Odstranit…
de: Entfernen …
es: Eliminar…
hu: Eltávolítás…
id: Hapus…
ja: 除去…
nb_no: Fjern
pl: Usuń…
pt: Remover…
ro: Elimină…

source: Show sidebar
ar: إظهار الشريط الجانبي
az: Yan paneli göstər
ca: Mostra la barra lateral
cs: Zobrazit postranní panel
de: Seitenleiste anzeigen
es: Mostrar barra lateral
hu: Oldalsáv megjelenítése
id: Tampilkan bilah sisi
ja: サイドバーを表示
nb_no: Vis sidebar
pl: Pokaż pasek boczny
pt: Mostrar barra lateral
ro: Afișează bara laterală

source: Remove Location
ar: إزالة الموقع
az: Məkanı sil
ca: Elimina la ubicació
cs: Odebrat umístění
de: Standort entfernen
es: Eliminar ubicación
hu: Hely eltávolítása
id: Hapus Lokasi
ja: インスタンスを削除
nb_no: Fjern lokasjon
pl: Usuń Lokalizację
pt: Remover Localização
ro: Elimină locația

source: subscribers
ar: المشتركين
az: abunəçi
ca: subscriptors
cs: odběratelů
de: Abonnenten
es: suscriptores
hi: सदस्य
hu: feliratkozók
id: pelanggan
ja: 人の登録者
nb_no: abonnenter
pl: subskrybentów
pt: inscritos
ro: abonați

source: Accounts
ar: الحسابات
az: Hesablar
ca: Comptes
cs: Účty
de: Konten
es: Cuentas
hi: खाते
hu: Fiókok
id: Akun
ja: アカウント
nb_no: Kontoer
pl: Konta
pt: Contas
ro: Conturi

source: 10 seconds forwards/backwards
ar: 10 ثوان إلى الأمام/للخلف
az: 10 saniyə irəli/geri
ca: 10 segons cap endavant/enrere
cs: 10 sekund dopředu/dozadu
de: 10 Sekunden vorwärts/rückwärts
es: 10 segundos hacia detrás/hacia delante
hi: 10 सेकंड आगे/पीछे
hu: 10 másodperc előre/vissza
id: 10 detik maju/mundur
ja: 10秒進む/戻る
nb_no: 10 sekunder fram/tilbake
pl: Przewijanie o 10 sekund
pt: 10 segundos para frente/para trás
ro: 10 secunde înainte/înapoi

source: Any
ar: أي
az: Hər hansı
ca: Cap
cs: Jakékoliv
de: Beliebig
es: Cualquiera
hi: कोई
hu: Bármely
id: Apapun
ja: すべて
nb_no: Alle
pl: Dowolna
pt: Qualquer uma
ro: Orice

source: Are you sure you want to clear search history?
ar: هل أنت متأكد من أنك تريد مسح سجل تاريخ البحث؟
az: Axtarış tarixçəsini təmizləmək istədiyinizə əminsiniz?
ca: Esteu segur que voleu esborrar l'historial de cerques?
cs: Určitě chcete smazat historii vyhledávání?
de: Möchten Sie den Suchverlauf wirklich löschen?
es: ¿Estás seguro de que quieres eliminar tu historial de búsqueda?
hi: क्या आप निश्चित रूप से खोज का इतिहास मिटाना चाहते हैं?
hu: Biztosan törölni szeretné a keresési előzményeket?
id: Apa kamu yakin ingin membersihkan riwayat pencarian?
ja: 検索履歴を消去しますか？
nb_no: Tøm søkehistorikk?
pl: Czy na pewno usunąć historię wyszukiwania?
pt: Tem certeza que deseja limpar histórico de busca?
ro: Sigur doriți să ștergeți istoricul căutărilor?

source: Add to Favorites
ar: إضافة إلى المفضلة
az: Sevimlilərə əlavə et
ca: Afegir a preferits
cs: Přidat do oblíbených
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
hi: पसंदीदा में जोड़ें
hu: Hozzáadás a kedvencekhez
id: Tambah ke Favorit
ja: お気に入りに追加
nb_no: Lagt til i favoritter
pl: Dodaj do ulubionych
pt: Adicionar aos Favoritos
ro: Adaugă la favorite

source: Anonymous
ar: مجهول
az: Adsız
ca: Anònim
cs: Anonymní
de: Anonym
es: Anónimo
hi: गुप्त
hu: Névtelen
id: Anonim
ja: 匿名
nb_no: Anonym
pl: Anonim
pt: Anônimo
ro: Anonim

source: Are you sure you want to delete playlist?
ar: هل أنت متأكد من أنك تريد حذف قائمة تشغيل؟
az: Pleylisti silmək istədiyinizə əminsiniz?
ca: Confirmes que vols suprimir la llista de reproducció?
cs: Určitě chcete smazat playlist?
de: Möchten Sie die Wiedergabeliste wirklich löschen?
es: ¿Estás seguro de que quieres eliminar esta lista de reproducción?
hi: क्या आप निश्चित रूप से इस गीतमाला को मिटाना चाहते हैं?
hu: Biztosan törölni szeretné a lejátszási listát?
id: Apa kamu yakin ingin menghapus daftar putar?
ja: 再生リストを削除しますか？
nb_no: Slett spillelisten?
pl: Czy na pewno usunąć playlistę?
pt: Tem certeza que deseja deletar playlist?
ro: Sigur vrei să ștergi lista de redare?

source: Are you sure you want to clear history of watched videos?
ar: هل أنت متأكد من أنك تريد مسح سجل تاريخ مقاطع الفيديو التي تمت المشاهدة؟
az: Baxılan videoların tarixçəsini təmizləmək istədiyinizə əminsiniz?
ca: Confirmes que vols esborrar l'historial dels vídeos vists?
cs: Určitě chcete vymazat historii sledovaných videí?
de: Möchten Sie den Verlauf der angesehenen Videos wirklich löschen?
es: ¿Estás seguro de que quieres borrar el historial de vídeos vistos?
hi: क्या आप निश्चित रूप से देखे गए वीडियो का इतिहास मिटाना चाहते हैं?
hu: Biztosan törölni szeretné a megtekintett videók előzményeit?
id: Apa kamu yakin ingin membersihkan riwayat video yang ditonton?
ja: 視聴した動画の履歴を消去しますか？
nb_no: Tøm visningshistorikk?
pl: Czy na pewno usunąć historię oglądania filmów?
pt: Tem certeza que deseja limpar histórico dos vídeos assistidos?
ro: Sigur doriți să ștergeți istoricul videoclipurilor vizionate?

source: Clear the queue
ar: مسح قائمة الإنتظار
az: Növbəni təmizlə
ca: Netegeu la cua
cs: Vymazat frontu
de: Warteschlange löschen
es: Limpiar la cola
hi: पंक्तिबद्ध हटायें
hu: Várólista törlése
id: Bersihkan antrean
ja: 再生待ちを消去
nb_no: Tøm køen
pl: Wyczyść kolejkę
pt: Limpar a fila
ro: Ștergeți coada

source: Charging
ar: جاري الشحن
az: Doldurulur
ca: Carregant
cs: Nabíjení
de: Aufladen
es: Cargando
hi: चार्ज हो रहा है
hu: Töltés
id: Mengecas
ja: 充電中
nb_no: Lading
pl: Ładowanie
pt: Carregando
ro: Încărcare

source: Close
ar: غلق
az: Bağla
ca: Tanca
cs: Zavřít
de: Schließen
es: Cerrar
hi: बंद
hu: Bezárás
id: Tutup
ja: 閉じる
nb_no: Lukk
pl: Zamknij
pt: Fechar
ro: Închide

source: Close player when starting PiP
ar: غلق المشغل عند بدء الفيديو المصغر
az: PiP-i başladanda oynadıcını bağla
ca: Tanca el reproductor quan s'inicia PiP
cs: Zavřít přehrávač při spuštění PiP
de: Player schließen, wenn Bild-in-Bild startet
es: Cerrar el reproductor cuando empiece el modo Picture in Picture
hi: जब PiP चालू हो रहा हो तब प्लेयर बंद करें
hu: Lejátszó bezárása PiP indításakor
id: Tutup pemutar ketika memulai PiP
ja: PiP開始時にプレイヤーを閉じる
nb_no: Lukk spiller når bilde-i-bilde åpnes
pl: Zamknij odtwarzacz przy uruchomieniu PiP
pt: Fechar reprodutor quando começar PiP
ro: Închideți playerul atunci când porniți PiP

source: High
ar: عالي
az: Yüksək
ca: Alt
cs: Vysoká
de: Hoch
es: Alto
hi: उच्च
hu: Magas
id: Tinggi
ja: 高
nb_no: Høy
pl: Wysoka
pt: Alto
ro: Înalt

source: Badge color
ar: لون الشارة
az: Nişan rəngi
ca: Color de la placa
cs: Barva odznaku
de: Markierungsfarbe
es: Color de la insignia
hi: बिल्ले का रंग
hu: Címke színe
id: Warna lencana
ja: バッジの色
nb_no: Skiltfarge
pl: Kolor znaczka
pt: Cor do ícone
ro: Culoarea insignei

source: Accounts are not supported for the application of this instance
ar: الحسابات غير مدعومة للتطبيق الخاص بهذه الحالة
az: Bu nümunənin tətbiqi üçün hesablar dəstəklənmir
ca: Els comptes no són compatibles amb l'aplicació d'aquesta instància
cs: Účty nejsou pro tuto instanci podporovány
de: Konten werden für die Anwendung dieser Instanz nicht unterstützt
es: El uso de cuentas no está disponible en esta instancia
hi: इस इन्सटेंस के लिए खाते उपलब्ध नहीं हैं
hu: A fiókok nem támogatottak ennek a példánynak az alkalmazása során
id: Akun tidak didukung untuk penerapan hal ini
ja: このインスタンスはアカウントに対応していません
nb_no: Kontoer støttes ikke for denne instansen
pl: Konta nie są obsługiwane dla tej instancji
pt: Contas não são suportadas para a aplicação nessa instância
ro: Conturile nu sunt acceptate pentru aplicaţia acestei instanțe

source: Backend
ar: الواجهة الخلفية
az: Arxa uc
hi: पृष्ठभाग
hu: Háttérszolgáltatás
ja: バックエンド
nb_no: Bakende
pl: Silnik

source: Badge
ar: الشارة
az: Nişan
ca: Insígnia
cs: Značka
de: Markierung
es: Insignia
hi: बिल्ला
hu: Címke
id: Lencana
ja: バッジ
nb_no: Skilt
pl: Znaczek
pt: Ícone
ro: Insignă

source: Close PiP when starting playing other video
ar: غلق الفيديو المصغر عند بدء تشغيل فيديو آخر
az: Digər videonu oynatmağa başlayanda PiP-i bağla
ca: Tanqueu PiP quan comenceu a reproduir un altre vídeo
cs: Zavřít PiP když začne přehrávání jiného videa
de: Bild-in-Bild schließen, wenn ein anderes Video abgespielt wird
es: Cerrar el modo Picture in Picture cuando se empiece a reproducir otro vídeo
hi: PiP बंद करें जब दूसरा वीडियो चालू हो
hu: PiP bezárása más videó lejátszásának megkezdésekor
id: Tutup PiP ketika memulai memutar video lain
ja: ほかの動画の再生を開始したら PiP を閉じる
nb_no: Lukk bilde-i-bilde ved start av en annen video
pl: Zamknij PiP przy rozpoczęciu odtwarzania innego filmu
pt: Fechar PiP quando começar a reproduzir outro vídeo
ro: Închideți PiP atunci când începe redarea unui alt videoclip

source: Explicit reminders to like, subscribe or interact with them on any paid or free platform(s) (e.g. click on a video).
ar: تذكيرات صريحة لإبداء الإعجاب بها أو الإشتراك فيها أو التفاعل معها على أي منصة (منصات) مدفوعة أو مجانية (مثل النقر فوق مقطع الفيديو).
az: İstənilən ödənişli və ya pulsuz platforma(lar)da bəyənmək, abunə olmaq və ya onlarla qarşılıqlı əlaqə yaratmaq üçün ətraflı xatırlatmalar (məsələn, videoya kliklə).
ca: Recordatoris explícits per fer m'agrada, subscriure's o interactuar amb ells en qualsevol plataforma o plataformes de pagament o gratuïtes (p. ex., feu clic a un vídeo).
cs: Výrazné připomenutí k lajknutí, odběru či interakcí s autorem či jinou bezplatnou či placenou službou (např. kliknutí na video).
de: Explizite Aufforderungen, einen Like zu geben, sie zu abonnieren oder mit ihnen auf einer oder mehreren kostenpflichtigen oder kostenlosen Plattformen zu interagieren (z.B. auf ein Video klicken).
es: Solicitudes explícitas para dar me gusta, suscribirse o interactuar con ellos en una o más plataformas gratuitas o de pago (por ejemplo, hacer clic en un vídeo).
hi: किसी भी सशुल्क या मुफ़्त प्लेटफ़ॉर्म पर उन्हें पसंद करने, सदस्यता लेने या उनके साथ बातचीत करने के लिए स्पष्ट अनुस्मारक (जैसे किसी वीडियो पर क्लिक)।
hu: Kifejezett emlékeztetők arra, hogy lájkolják, feliratkozzanak vagy interakcióba lépjenek velük bármely fizetős vagy ingyenes platform(ok)on (pl. kattintsanak egy videóra).
id: Pengingat eksplisit untuk sukai, berlangganan, atau interaksi dengan mereka di platform berbayar atau gratis apa pun (misalnya mengklik video).
ja: 有料/無料のプラットフォームかを問わず、いいね、登録などを明示的に操作を促す（例: 動画をクリック）。
nb_no: Påminnelser om å like, abonnere, eller interaksjon på plattformer. (F.eks. klikke på en video.)
pl: Wyraźne przypomnienia, aby polubić, zasubskrybować lub wejść w interakcję z nimi na jakiejkolwiek płatnej lub bezpłatnej platformie (np. kliknąć na wideo).
pt: Lembretes explícitos para dar gosto, subscrever ou interagir com eles em qualquer plataforma, paga ou grátis (p.ex. clicar num vídeo).
ro: Mementouri explicite de a aprecia, de a vă abona sau de a interacționa cu ele pe orice platformă (platforme) plătite sau gratuite (de exemplu, faceți clic pe un videoclip).

source: Filter
ar: ‏ عامل التصفية
az: Çeşidlə
ca: Filtre
cs: Filtr
es: Filtrar
hi: निस्पंदन
hu: Szűrő
ja: 絞り込み
pl: Filtr
pt: Filtro
ro: Filtru

source: Frontend URL
ar: عنوان URL للواجهة الأمامية
az: Ön uc URL'i
ca: URL d'interfície
cs: URL Frontendu
es: URL del frontend
hi: फ्रंटएंड यूआरएल
hu: Előtétprogram webcíme
id: URL Frontend
ja: フロントエンドの URL
nb_no: Grenseflate-nettadresse
pl: Adres frontendu
pt: URL do frontend
ro: URL-ul frontend-ului

source: Fullscreen size
ar: حجم ملء الشاشة
az: Tam ekran ölçüsü
ca: Mida de pantalla completa
cs: Velikost celé obrazovky
de: Vollbildgröße
es: Tamaño de pantalla completa
hi: फ़ुलस्क्रीन आकार
hu: Teljes képernyő mérete
id: Ukuran layar penuh
ja: 全画面時のサイズ
nb_no: Fullskjermsstørrelse
pl: Rozmiar pełnoekranowy
pt: Tamanho do ecrã inteiro
ro: Dimensiunea ecranului complet

source: Locations
ar: مواقع
az: Məkanlar
ca: Ubicacions
cs: Umístění
de: Adressen
es: Ubicaciones
hi: स्थान
hu: Helyek
id: Lokasi
ja: インスタンス
nb_no: Steder
pl: Lokalizacje
pt: Localizações
ro: Locații

source: Lock portrait mode
ar: قفل الوضع الرأسي
az: Portret rejimini kilidlə
ca: Bloqueja el mode vertical
cs: Zamknout v režimu portrétu
de: Hochformatmodus sperren
es: Bloquear modo retrato
hi: पोर्ट्रेट मोड लॉक करें
hu: Álló mód rögzítése
id: Kunci mode potret
ja: 縦モードをロック
nb_no: Lås stående sideretning
pl: Zablokuj tryb portretowy
pt: Travar modo retrato
ro: Blocați modul portret

source: Medium
ar: متوسط
az: Orta
ca: Mitjana
cs: Střední
de: Mittel
es: Medio
hi: मध्यम
hu: Közepes
id: Sedang
ja: 中
nb_no: Middels
pl: Średni
pt: Médio
ro: Medie

source: Medium quality
ar: جودة متوسطة
az: Orta keyfiyyət
ca: Qualitat mitjana
cs: Střední kvalita
de: Mittlere Qualität
es: Calidad media
hi: मध्यम गुणवत्ता
hu: Közepes minőség
id: Kualitas sedang
ja: 中品質
nb_no: Middels kvalitet
pl: Średnia jakość
pt: Qualidade média
ro: Calitate medie

source: Milestones
ar: معالم
az: Mərhələlər
ca: Fites
cs: Milníky
de: Meilensteine
es: Hitos
hi: माइलस्टोन
hu: Mérföldkövek
id: Tonggak Capai
ja: マイルストーン
nb_no: Milepæler
pl: Kamienie milowe
pt: Marcos
ro: Etapele importante

source: Month
ar: شهر
az: Ay
ca: Mes
cs: Měsíc
de: Monat
es: Mes
hi: महीना
hu: Hónap
id: Bulan
ja: 月
nb_no: Måned
pl: Miesiąc
pt: Mês
ro: Lună

source: Open "Playlists" tab to create new one
ar: فتح علامة التبويب "قوائم تشغيل" لإنشاء واحدة جديدة
az: Yenisini yaratmaq üçün "Pleylistlər" panelini aç
ca: Obriu la pestanya "Llistes de reproducció" per crear-ne una de nova
cs: Otevřete kartu "Playlisty", aby jste vytvořili nový
de: Öffnen Sie die Registerkarte "Wiedergabelisten", um eine neue Liste zu erstellen
es: Abra la pestaña "Listas de reproducción" para crear una nueva
hi: नया बनाने के लिए "प्लेलिस्ट" टैब खोलें
hu: Új lejátszási listák létrehozásához nyissa meg a „Lejátszási listák” lapot
id: Buka tab "Daftar Putar" untuk membuat yang baru
ja: 「再生リスト」タブを開いて新規作成
nb_no: Åpne «Spillelister»-fanen for å opprette ny
pl: Otwórz "Playlisty" aby stworzyć nową
pt: Abrir guia “Playlists” para criar uma nova
ro: Deschideți fila "Playlists" pentru a crea una nouă

source: Pause when player is closed
ar: إيقاف مؤقت عند إغلاق المشغل
az: Oynadıcı bağlandıqda fasilə ver
ca: Feu una pausa quan el reproductor estigui tancat
cs: Pozastavit při zavření přehrávače
de: Pausieren, wenn der Player geschlossen wird
es: Pausar cuando el reproductor está cerrado
hi: प्लेयर बंद होने पर रोकें
hu: Szünet a lejátszó bezárásakor
id: Pause ketika pemutar ditutup
ja: プレイヤーを閉じたら停止
nb_no: Pause når spilleren lukkes
pl: Zatrzymaj przy zamykaniu odtwarzacza
pt: Pausar quando o player é fechado
ro: Pauză când playerul este închis

source: Play
ar: تشغيل
az: Oynat
ca: Reprodueix
cs: Přehrát
de: Abspielen
es: Reproducir
hi: चलाएँ
hu: Lejátszás
id: Putar
ja: 再生
nb_no: Spill
pl: Odtwarzaj
pt: Tocar
ro: Reda

source: Pause when entering background
ar: إيقاف مؤقت عند دخول الخلفية
az: Arxa Fona daxil olan zaman fasilə ver
ca: Feu una pausa quan entreu en segon pla
cs: Pozastavit při vstupu na pozadí
de: Pause bei Eintritt in den Hintergrund
es: Pausar al entrar en segundo plano
hi: पृष्ठभूमि में जाने पर रोकें
hu: Szünet háttérbe lépéskor
id: Pause ketika memasuki latar belakang
ja: バックグラウンドに入るときに停止
nb_no: Pause ved forsendelse til bakgrunnen
pl: Zatrzymaj w tle
pt: Pausar quando entrar em plano de fundo
ro: Pauză când intrați în fundal

source: Pause
ar: ‏إيقاف مؤقت
az: Fasilə
ca: Pausa
cs: Pauza
es: Pausar
hi: रोकें
hu: Szünet
ja: 停止
pl: Pauza
pt: Pausar
ro: Pauză

source: Outro
ar: الخاتمة
az: Çıxış
ca: Altre
cs: Zakončení
es: Final
hi: ऑउट्रो
ja: 終了シーン
nb_no: Sluttsekvens
pl: Zakończenie
pt: Encerramento

source: Part of a video promoting a product or service not directly related to the creator. The creator will receive payment or compensation in the form of money or free products.
ar: جزء من الفيديو يروج لمنتج أو خدمة لا يرتبط مباشرة بمنشئ المحتوى سيحصل المنشئ على مدفوعات أو تعويض في شكل أموال أو منتجات مجانية.
az: Yaradıcı ilə birbaşa əlaqəsi olmayan məhsul və ya xidməti təbliğ edən videonun bir hissəsi. Yaradıcı pul və ya pulsuz məhsullar şəklində ödəniş və ya kompensasiya alacaq.
ca: Part d'un vídeo que promociona un producte o servei no relacionat directament amb el creador. El creador rebrà un pagament o compensació en forma de diners o productes gratuïts.
cs: Část videa propagující produkt nebo službu, která se přímo netýká tvůrce. Tvůrce obdrží platbu nebo kompenzaci v podobě peněž nebo bezplatných produktů.
de: Teil eines Videos, in dem für ein Produkt oder eine Dienstleistung geworben wird, die nicht direkt mit dem Ersteller in Verbindung steht. Der Ersteller erhält eine Bezahlung oder Vergütung in Form von Geld oder kostenlosen Produkten.
es: Parte de un video que promociona un producto o servicio que no está directamente relacionado con el creador. El creador recibirá pago o compensación en forma de dinero o productos gratuitos.
hi: किसी उत्पाद या सेवा का प्रचार करने वाले वीडियो का हिस्सा सीधे निर्माता से संबंधित नहीं है। निर्माता को पैसे या मुफ्त उत्पादों के रूप में भुगतान या मुआवजा मिलेगा।
hu: A videó egy olyan termék vagy szolgáltatás népszerűsítésére szolgáló része, amely nem kapcsolódik közvetlenül az alkotóhoz. Az alkotó fizetést vagy kompenzációt kap pénz vagy ingyenes termékek formájában.
id: Bagian dari video yang mempromosikan produk atau layanan yang tidak terkait langsung dengan kreator. Kreator akan menerima pembayaran atau kompensasi berupa uang atau produk gratis.
ja: 作成者と直接関係のない製品やサービスを宣伝する部分。作成者は金銭や商品提供によって報酬を受け取ります。
nb_no: Promo av noe som ikke er direkte tilknyttet skaperen. Skaperen får betaling i form av gratis produkter eller penger.
pl: Część filmu promująca produkt lub usługę niezwiązaną bezpośrednio z twórcą. Twórca otrzyma zapłatę lub rekompensatę w postaci pieniędzy lub darmowych produktów.
pt: Parte de um vídeo promovendo um produto ou serviço não diretamente relacionado ao criador. O criador receberá pagamento ou compensação na forma de dinheiro ou produtos grátis.
ro: Parte a unui videoclip care promovează un produs sau un serviciu care nu are legătură directă cu creatorul. Creatorul va primi o plată sau o compensație sub formă de bani sau produse gratuite.

source: Password
ar: كلمة المرور
az: Şifrə
ca: Contrasenya
cs: Heslo
de: Passwort
es: Contraseña
hi: पासवर्ड
hu: Jelszó
id: Kata Sandi
ja: パスワード
nb_no: Passord
pl: Hasło
pt: Palavra-passe
ro: Parolă
