Repository: yattee/yattee
Catalog: Shared/*.lproj/Localizable.strings
Languages: ar, az, ca, cs, de, es, hi, hu, id, ja, nb_no, pl, pt, ro

source: Decreased opacity
ar: إنخفاض التعتيم
az: Azaldılmış qeyri-şəffaflıq
ca: Disminució de l'opacitat
cs: Snížená průhlednost
de: Verringerte Deckkraft
es: Opacidad disminuida
hi: पारदर्शिता घटी
hu: Csökkentett átlátszatlanság
id: Kurangi opasitas
ja: 透明化
nb_no: Redusert dekkevne
pl: Zwiększona przezroczystość
pt: Opacidade reduzida
ro: Scăderea opacitate

source: Enable logging
ar: تمكين التسجيل
az: Girişi aktivləşdir
ca: Activa el registre
cs: Povolit logy
de: Logging aktivieren
es: Activar logging
hi: लॉगिंग सक्षम करें
hu: Naplózás engedélyezése
id: Aktifkan pencatatan
ja: ログ記録を有効化
nb_no: Skru på loggføring
pl: Włącz logowanie
pt: Ativar logs
ro: Activează jurnalizarea

source: Discord Server
ar: خادم Discord
az: Discord Serveri
ca: Servidor de Discord
es: Servidor de Discord
hi: डिस्कॉर्ड सर्वर
hu: Discord-kiszolgáló
id: Peladen Discord
ja: Discord のサーバー
nb_no: Discord-tjener
pl: Serwer Discorda
pt: Servidor Discord

source: Discussions take place in Discord and Matrix. It's a good spot for general questions.
ar: تجري المناقشات في Discord و Matrix. إنه مكان جيد للأسئلة العامة.
az: Discord və Matrix-də müzakirələr aparılır. Ümumi suallar üçün yaxşı yerdir.
ca: Les discussions tenen lloc a Discord i Matrix. És un bon lloc per a preguntes generals.
cs: Diskuze se odehrává na Discordu a Matrixu. Je to dobré místo pro obecnou diskuzi.
de: Die Diskussionen finden in Discord und Matrix statt. Dies ist ein guter Ort für allgemeine Fragen.
es: Las conversaciones están en Discord y Matrix. Es un buen lugar para preguntas generales.
hi: चर्चाएँ डिस्कॉर्ड एवं मेट्रिक्स पर होतीं हैं। यह सामान्य प्रश्नों के लिए अच्छा मंच है।
hu: A beszélgetések a Discordon és a Matrixon zajlanak. Ez egy jó hely az általános kérdésekre.
id: Diskusi berlangsung di Discord dan Matrix. Itu tempat yang bagus untuk pertanyaan umum.
ja: Discord と Matrix で交流しています。一般的な質問に適した場所です。
nb_no: Diskusjoner finner sted på Discord og Matrix. Der kan du også stille generelle spørsmål.
pl: Dysktujemy na Discordzie i Matrixie. To dobre miejsca na ogólne pytania.
pt: Discussões acontecem no Discord e no Matrix. É um bom lugar para perguntas gerais.
ro: Discuțiile au loc în Discord și Matrix. Este un loc bun pentru întrebări generale.

source: Don't use public locations
ar: لا تستخدم المواقع العامة
az: İctimai yerlərdən istifadə etmə
ca: No utilitzeu llocs públics
cs: Nepoužívat veřejné lokace
de: Keine öffentlichen Adressen nutzen
es: No usar ubicaciones públicas
hi: सार्वजनिक स्थानों का प्रयोग न करें
hu: Ne használjon nyilvános helyeket
id: Jangan gunakan lokasi publik
ja: 公開インスタンスを使用しない
nb_no: Ikke bruk offentlige steder
pl: Nie używaj publicznych lokalizacji
pt: Não usar localizações públicas
ro: Nu folosiți locații publice

source: Donations
ar: التبرعات
az: İanələr
ca: Donacions
cs: Darovat
de: Spenden
es: Donaciones
hi: दान
hu: Adományok
id: Donasi
ja: 寄付
nb_no: Donasjoner
pl: Wsparcie
pt: Doações
ro: Donații

source: Done
ar: تم
az: Bitdi
ca: Fet
cs: Hotovo
de: Fertig
es: Listo
hi: पूर्ण
hu: Kész
id: Selesai
ja: 完了
nb_no: Ferdig
pl: Gotowe
pt: Feito
ro: Terminat

source: Duration
ar: مدة
az: Müddət
ca: Durada
cs: Trvání
de: Laufzeit
es: Duración
hi: अवधि
hu: Időtartam
id: Durasi
ja: 長さ
nb_no: Varighet
pl: Długość
pt: Duração
ro: Durată

source: Edit
ar: تعديل
az: Redaktə et
ca: Edita
cs: Upravit
de: Bearbeiten
es: Editar
hi: संपादन
hu: Szerkesztés
ja: 編集
nb_no: Rediger
pl: Edytuj
pt: Editar
ro: Editați

source: Edit Playlist
ar: ‏تعديل قائمة تشغيل
az: Pleylisti redaktə et
ca: Edita la llista de reproducció
cs: Upravit playlist
de: Wiedergabeliste bearbeiten
es: Editar lista de reproducción
hi: गीतमाला संपादन
hu: Lejátszási lista szerkesztése
id: Edit Daftar Putar
ja: 再生リストを編集
nb_no: Rediger spilleliste
pl: Edytuj playlistę
pt: Editar playlist
ro: Editați Playlist

source: Edit Quality Profile
ar: تعديل ملف تعريف الجودة
az: Keyfiyyət profilini redaktə et
ca: Edita el perfil de qualitat
cs: Upravit profil kvality
de: Qualitätsprofil bearbeiten
es: Editar el perfil de calidad
hi: गुणवत्ता प्रोफ़ाइल संपादन
hu: Minőségi profil szerkesztése
id: Edit Profil Kualitas
ja: 品質プロファイルを編集
nb_no: Rediger kvalitetsprofil
pl: Edytuj profil jakości
pt: Editar Perfil de Qualidade
ro: Editați profilul de calitate

source: Edit...
ar: تعديل...
az: Redaktə edilir...
ca: Edita...
cs: Upravit...
de: Bearbeiten …
es: Editar...
hi: संपादन…
hu: Szerkesztés...
ja: 編集...
nb_no: Rediger …
pl: Edytuj...
pt: Editar…
ro: Editați...

source: Enable Return YouTube Dislike
ar: تمكين إرجاع زر لا يعجبني
az: Return YouTube Dislike'ı Aktivləşdir
ca: Activa Retorn no m'agrada de YouTube
cs: Povolit Return YouTube Dislike
de: Return YouTube Dislike aktivieren
es: Activar Devolver el No me gusta de YouTube
hi: रिटर्न यूट्यूब डिस्लाइक सक्षम करें
hu: Youtube Dislike visszahozásának engedélyezése
id: Aktifkan Kembali Tidak Suka YouTube
ja: 低評価を表示(Return YouTube Dislike)
nb_no: Visning av tommel ned
pl: Włącz łapki w dół (Return YouTube Dislike)
pt: Ativar o Retorno do Dislike do YouTube
ro: Activează Return YouTube Dislike

source: Enter fullscreen in landscape
ar: املاء الشاشة عند الدخول فى الوضع الافقي
az: Landşaftda tam ekrana daxil ol
ca: Pantalla completa en horitzontal
cs: Vstup na celou obrazovku na šířku
de: Vollbild im Querformat aufrufen
es: Pantalla completa en horizontal
hi: परिदृश्य में आने पर फ़ुलस्क्रीन में प्रवेश करें
hu: Teljes képernyőre váltás fekvőben
id: Memasuki layar penuh di lanskap
ja: 横向きなら全画面にする
nb_no: Gå inn i fullskjerm i liggende modus
pl: W poziomej orientacji uruchom tryb pełnoekranowy
pt: Entrar no ecrã inteiro em modo paisagem
ro: Introduceți ecranul complet în peisaj

source: Error
ar: خطأ
az: Xəta
cs: Chyba
de: Fehler
hi: त्रुटि
hu: Hiba
id: Galat
ja: エラー
nb_no: Feil
pl: Błąd
pt: Erro
ro: Eroare

source: Error when accessing playlist
ar: خطأ عند الوصول إلى قائمة تشغيل
az: Pleylistə daxil olan zaman xəta baş verdi
ca: Error en accedir a la llista de reproducció
cs: Chyba při přístupu k playlistu
de: Fehler beim Zugriff auf Wiedergabeliste
es: Error al acceder a la lista de reproducción
hi: गीतमाला अभिगम करने में त्रुटि
hu: Hiba a lejátszási lista elérésekor
id: Galat ketika mengakses daftar putar
ja: 再生リストのアクセス時にエラー
nb_no: Fikk ikke tilgang til spillelisten
pl: Błąd podczas pobierania playlisty
pt: Erro ao acessar playlist
ro: Eroare la accesarea playlistului

source: Favorites
ar: المفضلة
az: Sevimlilər
ca: Preferits
cs: Oblíbené
de: Favoriten
es: Favoritos
hi: पसंदीदा
hu: Kedvencek
id: Favorit
ja: お気に入り
nb_no: Favoritter
pl: Ulubione
pt: Favoritos
ro: Favorite

source: Filter: active
ar: ‏عامل التصفية: فعال
az: Çeşidləmək: aktivdir
ca: Filtre: actiu
cs: Filtr: aktivní
de: Filter: aktiv
es: Filtro: activo
hi: निस्पंदन: चालू
hu: Szűrő: aktív
id: Filter: aktif
ja: 絞り込み中
nb_no: Filter: på
pl: Filtr: aktywny
pt: Filtro: ativo
ro: Filtru: activ

source: Find Other
ar: العثور على غيرها
az: Başqalarını tap
ca: Troba un altre
cs: Najít ostatní
de: Andere finden
es: Encontrar otros
hi: दूसरा खोजें
hu: Egyebek keresése
id: Temukan Lainnya
ja: ほかを探す
nb_no: Finn andre
pl: Znajdź coś innego
pt: Encontrar Outro
ro: Găsiți alte

source: Finding something to play...
ar: العثور على شيء للتشغيل ...
az: Oynatmaq üçün nəsə tapmaq...
ca: Trobar alguna cosa per reproduïr...
cs: Hledá se něco k přehrání…
de: Etwas zu spielen finden …
es: Buscar algo para reproducir...
hi: चलाने के लिए कुछ ढूँढ रहें…
hu: Valami lejátszható keresése...
id: Temukan sesuatu untuk dimainkan...
ja: 再生したいものを検索...
nb_no: Finner noe å spille …
pl: Szukanie następnego filmu...
pt: Achando algo para tocar…
ro: Să găsești ceva de jucat...

source: For videos which feature music as the primary content.
ar: لمقاطع الفيديو التي تحتوي على الموسيقى كمحتوى أساسي.
az: Musiqini əsas məzmun kimi göstərən videolar üçün.
ca: Per als vídeos que inclouen música com a contingut principal.
cs: Pro videa která obsahují hudbu jako hlavní obsah.
de: Für Videos, deren Hauptinhalt Musik ist.
es: Para videos con música destacada como contenido principal.
hi: वीडियो जिनमें गीत को प्राथमिक सामग्री के रूप में दिखाया गया।
hu: Olyan videók esetében, amelyek elsődleges tartalma a zene.
id: Untuk video yang menampilkan musik sebagai konten utama.
ja: 音楽が主な内容の動画が対象です。
nb_no: For videoer som har musikk som hovedinnhold.
pl: Dla filmów, których główną treścią jest muzyka.
pt: Para vídeos que têm música como conteúdo principal.
ro: Pentru videoclipurile care includ muzica ca conținut principal.

source: Gaming
ar: اللعب
az: Oyun
ca: Jocs
cs: Hry
de: Spielen
es: Videojuegos
hi: खेल
hu: Játék
id: Permainan
ja: ゲーム
nb_no: Spilling
pl: Gry
pt: Jogos
ro: Jocuri

source: Help
ar: مساعدة
az: Kömək
ca: Ajuda
cs: Nápověda
de: Hilfe
es: Ayuda
hi: सहायता
hu: Súgó
id: Bantuan
ja: ヘルプ
nb_no: Hjelp
pl: Pomoc
pt: Ajuda
ro: Ajutor

source: Hide sidebar
ar: إخفاء الشريط الجانبي
az: Yan paneli gizlət
ca: Amaga la barra lateral
cs: Skrýt postranní panel
de: Seitenleiste ausblenden
es: Ocultar barra lateral
hi: साइडबार छिपाएँ
hu: Oldalsáv elrejtése
id: Sembunyi bilah sisi
ja: サイドバーを非表示
nb_no: Skjul sidefelt
pl: Ukryj pasek boczny
pt: Esconder barra lateral
ro: Ascunde bara laterală

source: Highest
ar: ‏الأعلى
az: Ən yüksək
ca: El més alt
cs: Nejvyšší
de: Höchste
es: Más alto
hi: उच्चतम
hu: Legmagasabb
id: Tertinggi
ja: 最高
nb_no: Høyeste
pl: Najwyższa
pt: Mais Alto
ro: Cea mai mare

source: Highest quality
ar: جودة أعلى
az: Ən yüksək keyfiyyət
ca: Màxima qualitat
cs: Nejvyšší kvalita
de: Höchste Qualität
es: Máxima calidad
hi: उच्चतम गुणवत्ता
hu: Legmagasabb minőség
id: Kualitas tertinggi
ja: 最高品質
nb_no: Høyeste kvalitet
pl: Najwyższa jakość
pt: Qualidade mais alta
ro: Cea mai bună calitate

source: History
ar: سجل التاريخ
az: Tarixçə
ca: Història
cs: Historie
de: Verlauf
es: Historial
hi: इतिहास
hu: Előzmények
id: Riwayat
ja: 履歴
nb_no: Historikk
pl: Historia
pt: Histórico
ro: Istorie

source: Hour
ar: ساعة
az: Saat
ca: Hora
cs: Hodina
de: Stunde
es: Hora
hi: घंटा
hu: Óra
id: Jam
ja: 時間
nb_no: Time
pl: Godzina
pt: Hora
ro: Oră

source: I am lost
ar: أنا ضائع
az: Mən uduzdum
ca: Estic perdut
cs: Jsem ztracen
de: Ich bin verloren
es: Estoy perdido
hi: मैं खो गया
hu: Elvesztem
id: Saya tersesat
ja: 困っている
nb_no: Jeg har gått meg vill
pl: Nic tu nie ogarniam
pt: Estou perdido
ro: Sunt pierdut

source: I found a bug /
ar: لقد وجدت خطأ /
az: Səhv tapdım /
ca: He trobat un error /
cs: Našel jsem bug /
de: Ich habe einen Fehler gefunden /
es: Encontré un error /
hi: मैंने एक बग ढूँढा
hu: Találtam egy hibát /
id: Saya menemukan kutu /
ja: バグを発見 /
nb_no: Jeg har funnet en feil /
pl: Znalazłem błąd /
pt: Encontrei um bug /
ro: Am găsit un bug /

source: I have a feature request
ar: لدي طلب ميزة
az: Xüsusiyyət tələbim var
ca: Tinc una sol·licitud de funció
cs: Mám prosbu o přidání funkce
de: Ich habe eine Feature-Anfrage
es: Tengo una solicitud de una nueva función
hi: मेरे पास एक सुविधा अनुरोध है
hu: Van egy funkció kérésem
id: Saya memiliki permintaan fitur
ja: 機能を要望したい
nb_no: Jeg har en funksjonsforespørsel
pl: Mam prośbę o dodanie funkcji
pt: Tenho um pedido de funcionalidade
ro: Am o cerere de funcționalitate

source: I like this app!
ar: أنا أحب هذا التطبيق!
az: Bu tətbiqi bəyənirəm!
ca: M'agrada aquesta aplicació!
cs: Tato aplikace se mi líbí!
de: Ich mag diese App!
es: ¡Me gusta esta aplicación!
hi: मुझे यह ऐप पसंद है!
hu: Tetszik ez az alkalmazás!
id: Saya menyukai aplikasi ini!
ja: このアプリいいね！
nb_no: Jeg liker dette programmet
pl: Podoba mi się ta aplikacja!
pt: Gosto desta app!
ro: Îmi place această aplicație!

source: I want to ask a question
ar: أريد أن أطرح سؤالا
az: Mən sual vermək istəyirəm
ca: Vull fer una pregunta
cs: Chci se zeptat
de: Ich möchte eine Frage stellen
es: Quiero hacer una pregunta
hi: मुझे एक प्रश्न पूछना है
hu: Szeretnék feltenni egy kérdést
id: Saya ingin bertanya
ja: 質問がある
nb_no: Jeg vil stille et spørsmål
pl: Chcę zadać pytanie
pt: Tenho uma pergunta
ro: Vreau să pun o întrebare

source: If you are interested what's coming in future updates, you can track project Milestones.
ar: إذا كنت مهتما بما سيأتي في التحديثات المستقبلية ، فيمكنك تتبع معالم المشروع.
az: Gələcək yeniləmələrdə nə olacağı ilə maraqlanırsınızsa, layihə mərhələlərini izləyə bilərsiniz.
ca: Si esteu interessats en les actualitzacions futures, podeu fer un seguiment de les fites del projecte.
cs: Pokud vás zajímá co přijde v budoucích aktualizacích, můžete sledovat Milestony projektu.
de: Wenn Sie sich für künftige Updates interessieren, können Sie die Meilensteine des Projekts verfolgen.
es: Si está interesado en lo que viene en futuras actualizaciones, puede realizar un seguimiento de los hitos del proyecto.
hi: यदि आप रुचि रखते हैं कि भविष्य के अपडेट में क्या आ रहा है, तो आप प्रोजेक्ट माइलस्टोन्स को ट्रैक कर सकते हैं।
hu: Ha érdekli Önt, hogy mi várható a jövőbeni frissítésekben, akkor nyomon követheti a projekt mérföldköveit.
id: Jika kamu tertarik dengan pembaruan yang akan datang, kamu dapat melacak Tonggak pencapaian proyek.
ja: 今後の更新に興味があれば、このプロジェクトのマイルストーンを追跡できます。
nb_no: Følg med på milepælene for å finne ut hva som kommer.
pl: Jeśli interesuje Cię przyszłość projektu, śledź GitHubowe Milestone'y.
pt: Se estiver interessado no que está por vir nas atualizações futuras, pode rastear os Marcos do projeto.
ro: Dacă vă interesează ce urmează să se întâmple în actualizările viitoare, puteți urmări etapele proiectului.

source: If you are reporting a bug, include all relevant details (especially: app version, used device and system version, steps to reproduce).
ar: إذا كنت تبلغ عن خطأ ، فقم بتضمين جميع التفاصيل ذات الصلة (خاصة: إصدار التطبيق ، والجهاز المستخدم وإصدار النظام ، وخطوات إعادة الإنتاج).
az: Əgər səhvi bildirirsinizsə, bütün münasib təfərrüatları daxil edin (xüsusilə: tətbiq versiyası, istifadə edilmiş cihaz və sistem versiyası, təkrar addımlar).
ca: Si informeu d'un error, incloeu tots els detalls rellevants (especialment: versió de l'aplicació, versió del dispositiu i del sistema utilitzats, passos per reproduir-lo).
cs: Pokud chcete nahlásit bug, uveďte všechny relevantní detaily (především: verzi aplikace, zařízení a verze systému, kroky k napodobení bugu).
de: Wenn Sie einen Fehler melden, sollten Sie alle relevanten Details angeben (insbesondere: App-Version, verwendetes Gerät und Systemversion, Schritt zur Reproduktion).
es: Si está informando un error, incluya todos los detalles relevantes (especialmente: versión de la aplicación, dispositivo usado y versión del sistema, pasos para reproducir).
hi: यदि आप किसी बग की रिपोर्ट कर रहे हैं, तो सभी प्रासंगिक विवरण शामिल करें (विशेषकर: ऐप संस्करण, प्रयुक्त डिवाइस और सिस्टम संस्करण, पुन: पेश करने के चरण)।
hu: Ha egy hibát jelent, írjon bele minden lényeges adatot (különösen: az alkalmazás verzióját, a használt eszköz és rendszer verzióját, a reprodukálás lépéseit).
id: Jika kamu melaporkan kutu, sertakan semua detail yang relevan (terutama: versi aplikasi, perangkat dan versi sistem, langkah-langkah untuk mereproduksi).
ja: バグ報告には、関連するすべての詳細もお願いします (特にアプリのバージョン、端末とシステムのバージョン、再現手順)。
nb_no: Inkluder all relevant info når du rapproterer feil. (Spesielt programversjon, anvendt enhet og systemversjon, og trinnvis reproduksjonsinstruks.)
pl: Jeśli zgłaszasz błąd, dołącz potrzebne informacje (takie jak: wersja aplikacji, rodzaj urządzenia i jego wersja systemu, lista kroków do zreprodukowania).
pt: Se denunciar um bug, inclua todos os detalhes relevantes (especialmente: versão do app, aparelho usado e versão do sistema, passos para reproduzir).
ro: Dacă raportați o eroare, includeți toate detaliile relevante (în special: versiunea aplicației, dispozitivul folosit și versiunea sistemului, pașii de reproducere).

source: Increase rate
ar: زيادة معدل
az: Artma nisbəti
ca: Augmentar la taxa
cs: Zvýšit tempo
de: Tempo erhöhen
es: Aumentar la tasa
hi: दर बढ़ाएँ
hu: Arány növelése
id: Tingkatkan nilai
ja: 速度を上げる
nb_no: Øk takt
pl: Zwiększ prędkość
pt: Aumentar taxa
ro: Creșteți rata

source: Info
ar: معلومات
az: Məlumat
ca: Informació
cs: Informace
de: Infos
es: Información
hi: जानकारी
hu: Információ
ja: 情報
pt: Informações
ro: Informații

source: Interaction
ar: التفاعل
az: Qarşılıqlı əlaqə
ca: Interacció
cs: Interakce
de: Interaktion
es: Interacción
hi: बातचीत
hu: Interakció
id: Interaksi
ja: 操作の依頼
nb_no: Interaksjon
pl: Interakcja
pt: Interação
ro: Interacţiune

source: Interface
ar: واجهة المستخدم
az: İnterfeys
ca: Interfície
cs: Rozhraní
de: Schnittstelle
es: Interfaz
hi: इंटरफेस
hu: Kezelőfelület
id: Antarmuka
ja: 外観
nb_no: Grensesnitt
pl: Interfejs
ro: Interfață

source: Intro
ar: المقدمة
az: Giriş
ca: Introducció
cs: Úvod
es: Introducción
hi: परिचय
ja: 導入シーン
pl: Wprowadzenie
pt: Introdução
ro: Introducere

source: Issues Tracker
ar: تعقب المشاكل
az: Problemlər İzləyici
ca: Seguiment de problemes
cs: Tracker problémů
es: Rastreador de problemas
hi: मुद्दे ट्रैकर
hu: Hibakövető
id: Pelacak Isu
ja: Issue を表示
nb_no: Feilsporer
pl: Śledzenie błędów
pt: Rastreador de Problemas
ro: Tracker probleme

source: Just watched
ar: تمت المشاهدة للتو
az: İndicə baxılıb
ca: Acabo de mirar
cs: Nedávno shlédnuto
de: Kürzlich angesehen
es: Visto recientemente
hi: अभी देखा गया
hu: Megtekintettek
id: Baru ditonton
ja: いま視聴済み
nb_no: Nylig sett
pl: Właśnie obejrzane
pt: Acabou de assistir
ro: Doar urmarit

source: Large
ar: كبير
az: Böyük
ca: Gran
cs: Velké
de: Groß
es: Grande
hi: बड़ा
hu: Nagy
id: Besar
ja: 大
nb_no: Stor
pl: Duży
pt: Grande
ro: Mare

source: Large layout is not suitable for all devices and using it may cause controls not to fit on the screen.
ar: التخطيط الكبير غير مناسب لجميع الأجهزة وقد يؤدي استخدامه إلى عدم احتواء عناصر التحكم على الشاشة.
az: Böyük tərtibat bütün cihazlar üçün uyğun deyil və onun istifadəsi idarəetmə elementlərinin ekrana sığmamasına səbəb ola bilər.
ca: El disseny gran no és adequat per a tots els dispositius i el seu ús pot provocar que els controls no encaixin a la pantalla.
cs: Velké rozložení není vhodné pro každé zařízení a může způsobit, že se ovládací prvky nevejdou na displej.
de: Das große Layout ist nicht für alle Geräte geeignet und kann dazu führen, dass die Bedienelemente nicht auf den Bildschirm passen.
es: El diseño grande no es adecuado para todos los dispositivos y su uso puede hacer que los controles no encajen en la pantalla.
hi: बड़ा लेआउट सभी उपकरणों के लिए उपयुक्त नहीं है और इसका उपयोग करने से नियंत्रण स्क्रीन पर फिट नहीं हो सकते हैं।
hu: A nagyméretű elrendezés nem minden eszközön használható, és használatakor előfordulhat, hogy a vezérlőelemek nem férnek el a képernyőn.
id: Tata letak yang besar tidak cocok untuk semua perangkat dan menggunakannya dapat menyebabkan kontrol tidak muat di layar.
ja: 大きな表示はあらゆる端末用ではなく、制御ボタンが画面に収まらないことがあります。
nb_no: Stor visning fungerer ikke på alle enheter, fordi kontrollene ikke får plass på skjermen.
pl: Duże rozmiary nie są przeznaczone dla wszystkich urządzeń, użycie ich może spowodować że przyciski nie będą mieścić się na ekranie.
pt: O layout Grande não é ideal para todos os aparelhos e usá-lo pode causar os controles não caberem no ecrã.
ro: Aspectul mare nu este potrivit pentru toate dispozitivele și utilizarea acestuia poate face ca controalele să nu se potrivească pe ecran.

source: LIVE
ar: مباشر
az: CANLI
ca: EN VIU
cs: ŽIVĚ
es: VIVO
hi: लाइव
hu: ÉLŐ
id: LANGSUNG
ja: ライブ
nb_no: Direkte
pt: AO VIVO

source: Loading streams…
ar: تحميل بثوث…
az: Yayımlar yüklənilir…
ca: S'estan carregant els fluxos…
cs: Načítaní streamu…
de: Lädt Streams …
es: Cargando secuencias…
hi: स्ट्रीम लोड हो रहें…
hu: Közvetítések betöltése…
id: Memuat siaran…
ja: ストリーム読込中…
nb_no: Laster inn strømmer …
pl: Ładowanie strumieni…
pt: Carregando streams…
ro: Se încarcă fluxurile…

source: Loading...
ar: تحميل...
az: Yüklənilir...
ca: Carregant...
cs: Načítání...
de: Lädt …
es: Cargando...
hi: लोड हो रहा…
hu: Betöltés...
id: Memuat...
ja: 読み込み中...
nb_no: Laster inn …
pl: Ładowanie…
pt: Carregando…
ro: Se încarcă...

source: Long
ar: طويل
az: Uzun
ca: Llarg
cs: Dlouhé
de: Lang
es: Largo
hi: लंबा
hu: Hosszú
id: Lama
ja: 長い
nb_no: Lang
pl: Długie
pt: Longo
ro: Lung

source: Low
ar: منخفض
az: Aşağı
ca: Baix
cs: Nízké
de: Niedrig
es: Baja
hi: निम्न
hu: Alacsony
id: Rendah
ja: 低
nb_no: Lav
pl: Niska
pt: Baixo
ro: Scăzut

source: Low quality
ar: جودة منخفضة
az: Aşağı keyfiyyət
ca: Baixa qualitat
cs: Nízká kvalita
de: Niedrige Qualität
es: Baja calidad
hi: निम्न गुणवत्ता
hu: Alacsony minőség
id: Kualitas rendah
ja: 低品質
nb_no: Lav kvalitet
pl: Niska jakość
pt: Qualidade baixa
ro: Calitate scăzută

source: Lowest
ar: ‏الأدنى
az: Ən aşağı
ca: El més baix
cs: Nejnižší
de: Niedrigste
es: Lo más bajo
hi: निम्नतम
hu: Legalacsonyabb
id: Terendah
ja: 最低
nb_no: Lavest
pl: Najniższa
pt: Menor
ro: Cel mai scăzut

source: Mark as watched
ar: وضع علامة تمت المشاهدة
az: Baxılmış kimi işarələ
ca: Marca com a observat
cs: Označit jako shlédnuté
de: Als gesehen markieren
es: Marcar como visto
hi: देखे गए के रूप में चिह्नित करें
hu: Jelölés megtekintettnek
id: Tandai ditonton
ja: 視聴済みにする
nb_no: Marker som sett
pl: Oznacz jako obejrzane
pt: Marcar como assistido
ro: Marcați ca urmărit

source: Mark video as watched after playing
ar: وضع علامة تمت المشاهدة على الفيديو بعد التشغيل
az: Oynadıldıqdan sonra videonu baxılıb kimi işarələ
ca: Marca el vídeo com a vist després de reproduïr
cs: Označit video jako shlédnuté po přehrání
de: Video nach dem Abspielen als angesehen markieren
es: Marcar video como visto después de reproducirlo
hi: वीडियो को चलाने के बाद देखा गया के रूप में चिह्नित करें
hu: Jelölje meg a videót megtekintettként lejátszás után
id: Tandai video ditonton setelah memutar
ja: この割合を再生したら視聴済みにする
nb_no: Marker videoer som sett etter avspilling
pl: Oznacz jako obejrzane po odtworzeniu
pt: Marcar vídeo como assistido depois de tocar
ro: Marcați videoclipul ca vizionat după redare

source: Mark watched videos with
ar: وضع علامة تمت المشاهدة على مقاطع الفيديو باستخدام
az: Baxılmış videolar ilə işarə
ca: Marca els videos com a vist amb
cs: Označit přehrána videa s
de: Markiere angesehene Videos mit
es: Marar videos vistos con
hi: देखे गए वीडियो को चिह्नित करें
hu: Megtekintett videók megjelölése a következővel
id: Tandai video ditonton dengan
ja: 視聴済みの表示方法
nb_no: Marker sette videoer med
pl: Oznacz obejrzane wideo
pt: Marcar vídeos assistidos com
ro: Marcați videoclipurile vizionate cu

source: Matrix Channel
ar: قناة Matrix
az: Matrix Kanalı
ca: Canal Matrix
cs: Matrix Kanál
de: Matrix-Kanal
es: Canal matriz
hi: मेट्रिक्स चैनल
hu: Matrix csatorna
id: Saluran Matrix
ja: Matrix のチャンネル
nb_no: Matrix-kanal
pl: Kanał Matrix
pt: Canal Matrix
ro: Canal Matrix

source: Matrix Chat
ar: دردشة Matrix
az: Matrix Söhbət
ca: Xat Matrix
es: Chat matriz
hi: मेट्रिक्स चैट
hu: Matrix csevegés
id: Obrolan Matrix
ja: Matrix のチャット
nb_no: Matrix-sludring
pl: Chat Matrix
pt: Chat Matrix

source: More info can be found in:
ar: يمكن العثور على مزيد من المعلومات في:
az: Ətraflı məlumatı burada tapa bilərsiniz:
ca: Podeu trobar més informació a:
cs: Více info lze nalézt v:
de: Weitere Informationen finden Sie in:
es: Se puede encontrar más información en:
hi: अधिक जानकारी पाई जा सकती है:
hu: További információ a következő oldalon található:
id: Info selebihnya dapat ditemukan di:
ja: 詳細情報は以下:
nb_no: Mer info er å finne i:
pl: Więcej informacji można znaleźć tutaj:
pt: Mais informações encontram-se em:
ro: Mai multe informații pot fi găsite în:

source: Movies
ar: أفلام
az: Filmlər
ca: Pel·lícules
cs: Filmy
de: Filme
es: Películas
hi: मूवी
hu: Filmek
id: Film
ja: 動画
nb_no: Filmer
pl: Filmy
pt: Filmes
ro: Filme

source: MPV Documentation
ar: وثائق MPV
az: MPV Sənədləri
ca: Documentació MPV
cs: Dokumentace MPV
de: MPV Dokumentation
es: Documentación MPV
hi: MPV प्रलेखन
hu: MPV dokumentáció
id: Dokumentasi MPV
ja: MPV の説明文書
nb_no: MPV-dokumentasjon
pl: Dokumentacja MPV
pt: Documentação MPV
ro: Documentație MPV
