Repository: yattee/yattee
Catalog: Shared/*.lproj/Localizable.strings
Languages: ar, az, ca, cs, de, es, hi, hu, id, ja, nb_no, pl, pt, ro

source: Picture in Picture
ar: الفيديو المصغر
az: Şəkil içində Şəkil
ca: Imatge a imatge
cs: Obraz v obraze
de: Bild-in-Bild
es: Imagen en imagen
hi: पिक्चर इन पिक्चर
hu: Kép a képben
id: Gambar dalam Gambar
ja: ピクチャーインピクチャー
nb_no: Bilde-i-bilde
pl: Obraz w obrazie
ro: Imagine în imagine

source: Play All
ar: تشغيل الكل
az: Hamısını Oynat
ca: Reprodueix tot
cs: Přehrát vše
de: Alles abspielen
es: Reproducir Todo
hi: सभी चलाएँ
hu: Összes lejátszása
id: Putar Semua
ja: すべて再生
nb_no: Spill alle
pl: Odtwórz wszystkie
pt: Tocar Tudo
ro: Reda toate

source: Formats will be selected in order as listed. HLS is an adaptive format (resolution setting does not apply).
ar: سيتم تحديد التنسيقات بالترتيب كما هو مدرج. HLS هو تنسيق قابل للتكيف (لا ينطبق إعداد الدقة).
az: Formatlar sadalanan qaydada seçiləcək. HLS adaptiv formatdır (qətnamə tənzimləməsi tətbiq edilmir).
ca: Els formats es seleccionaran en l'ordre indicat. HLS és un format adaptatiu (la configuració de resolució no s'aplica).
cs: Formáty budou vybrány v pořadí jako na seznamu. HLS je adaptivní formát (nastavení rozlišení neplatí).
de: Die Formate werden in der Reihenfolge der Auflistung ausgewählt. HLS ist ein adaptives Format (die Auflösungseinstellung gilt nicht).
es: Los formatos se seleccionarán en orden como se indica. HLS es un formato adaptable (no aplica la configuración de resolución).
hi: प्रारूपों का चयन सूचीबद्ध रूप से किया जाएगा। HLS एक अनुकूलनीय प्रारूप है(रिज़ॉल्यूशन सेटिंग लागू नहीं होती है)।
hu: A formátumok a felsorolt sorrendben kerülnek kiválasztásra. A HLS adaptív formátum (a felbontás beállítására nem érvényes).
id: Format akan dipilih sesuai urutan yang terdaftar. HLS adalah format adaptif (pengaturan resolusi tidak berlaku).
ja: 形式は一覧の順に選択されます。 HLS は適応的な形式です (解像度設定が適用されない)。
nb_no: Formatet vil velges i den rekkefølgen de er opplistet. HLS er et adaptivt format (oppløsningsinnstillinger har ingen innvirkning).
pl: Formaty będą wybierane w kolejności tak jak wyżej. HLS to format adaptacyjny (ustawienie rozdzielczości nie ma zastosowania).
pt: Formatos serão selecionados na ordem em que forem listados. HLS é um formato adaptativo (ajuste de resolução não se aplica).
ro: Formatele vor fi selectate în ordinea din listă. HLS este un format adaptiv (nu se aplică setările de rezoluție).

source: Restart/Play next
ar: إعادة بدء التشغيل / تشغيل التالي
az: Yenidən başlat/Növbətini oynat
ca: Reinicia/Reprodueix a continuació
cs: Přehrát znovu/Přehrát další
de: Von Anfang an/Als Nächstes spielen
es: Reiniciar/Reproducir siguiente
hi: पुनःचलाएँ/अगला चलाएँ
hu: Újraindítás/Következő lejátszása
id: Mulai-kembali/Putar selanjutnya
ja: もう一回再生/次を再生
nb_no: Start på ny/spill neste
pl: Od początku/Następny
pt: Reiniciar/Tocar próximo
ro: Repornire/Redare în continuare

source: Rotate to portrait when exiting fullscreen
ar: التدوير إلى عمودي عند الخروج من وضع ملء الشاشة
az: Tam ekrandan çıxanda portretə fırlat
ca: Gireu a vertical quan sortiu de pantalla completa
cs: Otočit do portrétu při ukončení režimu celé obrazovky
de: Auf Hochformat drehen, wenn der Vollbildmodus beendet wird
es: Girar a retrato al salir de pantalla completa
hi: फ़ुलस्क्रीन से बाहर निकलने पर पोर्ट्रेट में घुमाएँ
hu: Forduljon fekvő módba a teljes képernyőből való kilépéskor
id: Putar ke potret saat keluar dari layar penuh
ja: 全画面終了時に縦に回転
nb_no: Roter til stående sideretning ved avslutning av fullskjermsvisning
pl: Obróć do trybu portretowego przy zamykaniu pełnego ekranu
pt: Virar para retrato quando sair da ecrã inteiro
ro: Rotiți la portret când ieșiți din ecranul complet

source: Save history of played videos
ar: حفظ سجل تاريخ مقاطع الفيديو المشغلة
az: Oynadılan videoların tarixçəsini saxla
ca: Desa l'historial dels vídeos reproduïts
cs: Uložit historii přehraných videí
de: Verlauf der abgespielten Videos speichern
es: Guardar historial de videos reproducidos
hi: देखे गए वीडियो के इतिहास को सहजे
hu: Lejátszott videókelőzmények mentése
id: Simpan riwayat video yang diputar
ja: 再生した動画の履歴を保存
nb_no: Lagre visningshistorikk
pl: Zapisuj historię oglądania
pt: Gravar histórico de vídeos tocados
ro: Salvați istoricul videoclipurilor redate

source: Search
ar: بحث
az: Axtarış
ca: Cerca
cs: Hledat
de: Suche
es: Buscar
hi: खोज
hu: Keresés
id: Cari
ja: 検索
nb_no: Søk
pl: Szukaj
pt: Buscar
ro: Căutare

source: Segments typically found at the start of a video that include an animation, still frame or clip which are also seen in other videos by the same creator.
ar: المقاطع التي يتم العثور عليها عادة في بداية الفيديو والتي تتضمن رسما متحركا أو إطارا ثابتا أو مقطعا يظهر أيضا في مقاطع الفيديو الأخرى من قبل منشئ المحتوى نفسه.
az: Eyni yaradıcı tərəfindən digər videolarda da görünən animasiya, kadr və ya klipdən ibarət seqmentlər adətən videonun əvvəlində tapılır.
ca: Segments que normalment es troben a l'inici d'un vídeo que inclouen una animació, un fotograma o un clip que també es veuen en altres vídeos pel mateix creador.
cs: Segmenty, typicky na začátku videa, které obsahují animaci, nehybný obraz nebo klip viditelný i na ostatních videích od stejného tvůrce.
de: Segmente, die typischerweise am Anfang eines Videos zu finden sind und eine Animation, ein Standbild oder einen Clip enthalten, die auch in anderen Videos desselben Urhebers zu sehen sind.
es: Segmentos que normalmente se encuentran al comienzo de un video que incluyen una animación, un cuadro fijo o un clip que también se ven en otros videos del mismo creador.
hi: आमतौर पर वीडियो की शुरुआत में पाए जाने वाले सेगमेंट में एनिमेशन, स्टिल फ्रेम या क्लिप शामिल होते हैं, जिन्हें उसी निर्माता द्वारा अन्य वीडियो में भी देखा जाता है।
hu: Olyan szegmensek, amelyek jellemzően egy videó elején találhatók, és olyan animációt, állóképet vagy klipet tartalmaznak, amelyek ugyanazon alkotó más videóiban is láthatók.
id: Segmen yang biasanya ditemukan pada awal video yang menyertakan animasi, bingkai, atau klip yang juga terlihat di video lain oleh kreator yang sama.
ja: 動画の冒頭で、同じ作成者の他の動画でも見られるアニメーション、静止画やクリップを含む部分。
nb_no: Animasjoner, stillbilder, eller klipp som også er å finne i skaperens andre videoer.
pl: Segmenty, które zwykle znajdują się na początku filmu, zawierają animację, nieruchomą klatkę lub klip, które są również widoczne w innych filmach tego samego twórcy.
pt: Segmentos geralmente encontrados no começo de um vídeo que incluem uma animação, quadro estático ou clipe que também são vistos em outros vídeos do mesmo criador.
ro: Segmentele se găsesc de obicei la începutul unui videoclip care includ o animație, un cadru static sau un clip care sunt văzute și în alte videoclipuri de către același creator.

source: Show progress of watching on thumbnails
ar: إظهار تقدم المشاهدة على الصور المصغرة
az: Miniatürlərdə baxış gedişatını göstər
ca: Mostra el progrés de la visualització a les miniatures
cs: Zobrazit postup sledování na náhledu
de: Anzeige des Beobachtungsverlaufs auf Miniaturbildern
es: Mostrar el progreso de la visualización en miniaturas
hi: थंबनेल पर देखने की प्रगति दिखाएँ
hu: Megtekintés előrehaladásának megjelenítése a miniatűrökön
id: Tampilkan perkembangan menonton pada keluku
ja: サムネイル上に進行状態を表示
nb_no: Visningsframdrift i miniatyrbilder
pl: Pokazuj postęp odtwarzania na miniaturkach
pt: Mostrar progresso de assistir nas miniaturas
ro: Afișează progresul vizionării pe miniaturi

source: Smaller
ar: الأصغر
az: Daha kiçik
ca: Més petit
cs: Menší
de: Kleiner
es: Más pequeño
hi: लघु
hu: Kisebb
id: Lebih Kecil
ja: 最小
nb_no: Mindre
pl: Mniejszy
pt: Menor
ro: Mai mici

source: Switch to public locations
ar: التبديل إلى المواقع العامة
az: İctimai məkanlara keçid
ca: Canvia a llocs públics
cs: Přepnout na veřejnou lokaci
de: Zu öffentlichen Adressen wechseln
es: Cambiar a ubicaciones públicas
hi: सार्वजनिक स्थान पर बदलें
hu: Váltás nyilvános helyekre
id: Alihkan ke lokasi publik
ja: 公開インタンスに切り替え
nb_no: Bytt til offentlige steder
pl: Przełącz na publiczne lokalizacje
pt: Mudar para localizações públicas
ro: Comutați în locații publice

source: Show video length
ar: إظهار طول الفيديو
az: Video uzunluğunu göstər
ca: Mostra la durada del vídeo
cs: Zobrazit délku videa
de: Videolänge anzeigen
es: Mostrar duración del video
hi: वीडियो अंतराल दिखाएँ
hu: Videó hosszának megjelenítése
id: Tampilkan panjang video
ja: 動画の長さを表示
nb_no: Vis videolengde
pl: Pokaż długość wideo
pt: Mostrar tamanho do vídeo
ro: Afișează durata videoclipului

source: Private
ar: خاص
az: Şəxsi
ca: Privat
cs: Soukromá
de: Privat
es: Privado
hi: निजी
hu: Privát
id: Privat
ja: 非公開
nb_no: Privat
pl: Prywatna
pt: Privado
ro: Privat

source: That's nice to hear. It is fun to deliver apps other people want to use. You can consider donating to the project or help by contributing to new features development.
ar: من الجيد سماع ذلك. من الممتع تقديم التطبيقات التي يريد الآخرون استخدامها. يمكنك التفكير في التبرع للمشروع أو المساعدة من خلال المساهمة في تطوير ميزات جديدة.
az: Bunu eşitmək xoşdur. Başqalarının istifadə etmək istədiyi tətbiqləri çatdırmaq əyləncəlidir. Siz layihəyə ianə etməyi və ya yeni funksiyaların inkişafına töhfə verməklə kömək etməyi düşünə bilərsiniz.
ca: És agradable escoltar-ho. És divertit oferir aplicacions que altres persones vulguin utilitzar. Podeu considerar fer una donació al projecte o ajudar contribuint al desenvolupament de noves funcions.
cs: To rád slyším. Je zábavné dodávat aplikace, které chtějí ostatní používat. Můžete zvážit možnost přispět na projekt nebo pomoci tím, že přispějete k vývoji nových funkcí.
de: Das ist schön zu hören. Es macht Spaß, Apps zu entwickeln, die andere Menschen nutzen wollen. Sie können in Erwägung ziehen, für das Projekt zu spenden oder bei der Weiterentwicklung neuer Funktionen mitzuhelfen.
es: Es agradable escuchar eso. Es divertido entregar aplicaciones que otras personas quieren usar. Puede considerar donar al proyecto o ayudar contribuyendo al desarrollo de nuevas funciones.
hi: यह सुनकर अच्छा लगा। अन्य लोगों द्वारा उपयोग किए जाने वाले ऐप्स डिलीवर करना मज़ेदार है। आप नई सुविधाओं के विकास में योगदान करके परियोजना को दान करने या सहायता करने पर विचार कर सकते हैं।
hu: Ezt jó hallani. Jó móka olyan alkalmazásokat kézbesíteni, amelyeket mások is használni akarnak. Fontolja meg, hogy adományoz a projektnek, vagy közreműködhet az új funkciók fejlesztéséhez való hozzájárulással.
id: Senang mendengarnya. Menyenangkan sekali bisa menghadirkan aplikasi yang ingin digunakan orang lain. Anda bisa mempertimbangkan untuk berdonasi ke proyek ini atau membantu dengan berkontribusi dalam pengembangan fitur-fitur baru.
ja: 嬉しいです。みんなが使いたいアプリを提供することは楽しいものです。あなたもプロジェクトに寄付したり、新機能の開発にご参加ください。
nb_no: Godt å høre. Det er gøy å lage programmer folk vil bruke. Støtt prosjektet med penger eller innsats.
pl: Miło to słyszeć. Fajnie jest dostarczać aplikacje, których inni ludzie chcą używać. Możesz rozważyć przekazanie darowizny na rzecz projektu lub pomóc poprzez przyczynienie się do rozwoju nowych funkcji.
pt: Isso é bom de ouvir. É divertido fazer apps que outras pessoas querem usar. Pode considerar doar para o projeto ou ajudar contribuindo com o desenvolvimento de novas funcionalidades.
ro: Mă bucur să aud asta. Este distractiv să livrezi aplicații pe care alți oameni doresc să le folosească. Puteți lua în considerare donarea proiectului sau ajutați contribuind la dezvoltarea de noi funcții.

source: TV
ar: تلفاز
de: Fernsehen
hi: टी॰वी॰

source: unknown
ar: غير معروف
az: naməlum
ca: desconegut
cs: neznámé
de: unbekannt
es: desconocido
hi: अज्ञात
hu: ismeretlen
id: tidak diketahui
ja: 不明
nb_no: ukjent
pl: nieznany
pt: desconhecido
ro: necunoscut

source: This will remove all your custom profiles and return their default values. This cannot be reverted.
ar: سيؤدي هذا إلى إزالة جميع ملفات التعريف الخاصة بك وإرجاع قيمها الافتراضية. لا يمكن التراجع عن هذا.
az: Bu, bütün fərdi profillərinizi siləcək və onların standart dəyərlərini qaytaracaq. Bu geri qaytarıla bilməz.
ca: Això eliminarà tots els vostres perfils personalitzats i retornarà els seus valors predeterminats. Això no es pot desfer.
cs: Tím odstraníte všechny vlastní profily a vrátíte jejich výchozí hodnoty. Toto nelze vrátit zpět.
de: Damit werden alle Ihre benutzerdefinierten Profile entfernt und die Standardwerte wiederhergestellt. Dies ist unwiderruflich.
es: Esto eliminará todos sus perfiles personalizados y devolverá sus valores predeterminados. Esto no se puede revertir.
hi: यह आपकी सभी कस्टम प्रोफ़ाइल को हटा देगा और उनके डिफ़ॉल्ट मान लौटा देगा। इसे वापस नहीं किया जा सकता है।
hu: Ez eltávolítja az összes egyéni profilját, és visszaállítja azok alapértelmezett értékeit. Ezt nem lehet visszaállítani.
id: Ini akan menghapus semua profil modifikasi kamu dan mengembalikan nilai bawaannya. Ini tidak dapat dikembalikan.
ja: 作成したプロファイルがすべて削除され初期値に戻ります。元に戻せません。
nb_no: Dette fjerner alle dine egendefinerte profiler og tilbakestiller dem til sine forvalg. Dette kan ikke angres.
pl: Twoje profile zostaną usunięte i przywrócone zostaną domyślne. Nie można tego cofnąć.
pt: Isso removerá todos os perfis customizados e retornará aos valores padrão. Isso não pode ser revertido.
ro: Acest lucru va elimina toate profilurile dvs. personalizate și va returna valorile lor implicite. Acest lucru nu poate fi inversat.

source: Today
ar: اليوم
az: Bu gün
ca: Avui
cs: Dnes
de: Heute
es: Hoy
hi: आज
hu: Ma
id: Hari Ini
ja: 今日
nb_no: I dag
pl: Dziś
pt: Hoje
ro: Astăzi

source: Trending
ar: ‏المحتوى الرائج
az: Trenddə Olan
ca: Tendència
cs: Trendy
de: Trends
es: Tendencias
hi: चर्चित
hu: Felkapott
id: Sedang Tren
ja: 急上昇
nb_no: På vei opp
pl: Na czasie
pt: Em Alta
ro: Tendințe

source: Typically near or at the end of the video when the credits pop up and/or endcards are shown.
ar: عادةً ما تكون بالقرب من نهاية الفيديو عند ظهور قائمة الأسماء و / أو ظهور بطاقات النهاية.
az: Adətən videonun yaxınlığında və ya sonunda töhfələr açıldıqda və/yaxud son kartlar göstərildikdə.
ca: Normalment a prop o al final del vídeo quan apareixen els crèdits i/o es mostren les targetes finals.
cs: Obvykle na konci videa, kdy se objeví závěrečné titulky a/nebo se zobrazí koncové karty.
de: In der Regel kurz vor oder am Ende des Videos, wenn der Abspann erscheint und/oder Endcards gezeigt werden.
es: Por lo general, cerca o al final del video cuando aparecen los créditos o se muestran las tarjetas finales.
hi: आमतौर पर वीडियो के पास या अंत में जब क्रेडिट पॉप अप और/या एंडकार्ड दिखाए जाते हैं।
hu: Általában a videó közelében vagy a végén, amikor a köszönetnyilvánítás felugrik/vagy a végkártyák megjelennek.
id: Biasanya di dekat atau di akhir video saat kredit muncul dan/atau kartu akhir ditampilkan.
ja: クレジットのポップアップや終了シーンが表示される、映像の最後のあたりに表示されます。
nb_no: Typisk nær slutten av videoen når rulleteksten vises, eller sluttinfo.
pl: Zazwyczaj w pobliżu lub na końcu filmu, gdy pojawiają się napisy i/lub karty końcowe.
pt: Geralmente perto do final ou final do vídeo quando os créditos aparecem e/ou os cartões finais são exibidos.
ro: De obicei, lângă sau la sfârșitul videoclipului, când se afișează creditele și/sau sunt afișate cardurile de final.

source: Unsubscribe
ar: إلغاء الإشتراك
az: Abunəlikdən çıx
ca: Cancel·la la subscripció
cs: Odhlásit odběr
de: Abbestellen
es: Desuscribirse
hi: सदस्यता छोड़ें
hu: Leiratkozás
id: Berhenti Langganan
ja: 登録解除
nb_no: Opphev abonnement
pl: Odsubskrybuj
pt: Desinscrever
ro: Dezabonează-te

source: Public
ar: عام
az: İctimai
ca: Públic
cs: Veřejná
de: Öffentlich
es: Publico
hi: सार्वजनिक
hu: Nyilvános
id: Publik
ja: 公開
nb_no: Offentlig
pl: Publiczna
pt: Público

source: Share Logs…
ar: مشاركة السجلات …
az: Jurnalları Paylaşın…
ca: Comparteix registres…
cs: Sdílet logy…
de: Logs teilen …
es: Compartir registros…
hi: लॉग साझा करें…
hu: Naplók megosztása…
id: Bagikan Catatan…
ja: ログを共有…
nb_no: Del logger …
pl: Udostępnij logi…
pt: Compartilhar logs…
ro: Partajați jurnalele…

source: Current Location
ar: الموقع الحالي
az: Hazırkı Məkan
ca: Localització actual
cs: Aktuální umístění
de: Aktueller Standort
es: Ubicación actual
hi: वर्तमान स्थान
hu: Jelenlegi hely
id: Lokasi Saat Ini
ja: 現在のインスタンス
nb_no: Nåværende sted
pl: Aktualna lokalizacja
pt: Localização atual
ro: Locația curentă

source: You can switch between profiles in playback settings controls.
ar: يمكنك التبديل بين ملفات التعريف في عناصر التحكم في إعدادات التشغيل.
az: Siz oynatma tənzimləmələri nəzarətlərində profillər arasında keçid edə bilərsiniz.
ca: Podeu canviar entre perfils als controls de configuració de reproducció.
cs: Můžete přepínat mezi profily v nastavení přehrávání.
de: Sie können in den Wiedergabeeinstellungen zwischen den Profilen wechseln.
es: Puede cambiar entre perfiles en los controles de configuración de reproducción.
hi: आप प्लेबैक सेटिंग नियंत्रण में प्रोफ़ाइल के बीच स्विच कर सकते हैं।
hu: A lejátszási beállítások vezérlőiben válthat a profilok között.
id: Kamu dapat beralih di antara profil di kontrol pengaturan pemutaran.
ja: 再生設定の制御からプロファイルを切り替えできます。
nb_no: Du kan bytte mellom profiler i kontrollene for avspilling.
pl: Możesz przełączać profile w ustawieniach odtwarzania.
pt: Pode mudar entre perfis nos controles dos ajustes de playback.
ro: Puteți comuta între profiluri în controalele setărilor de redare.

source: Current Playlist
ar: قائمة تشغيل الحالية
az: Cari Pleylist
ca: Llista de reproducció actual
cs: Aktuální playlist
de: Aktuelle Wiedergabeliste
es: Lista de reproducción actual
hi: वर्तमान प्लेलिस्ट
hu: Jelenlegi lejátszási lista
id: Daftar Putar Saat Ini
ja: 現在の再生リスト
nb_no: Nåværende spilleliste
pl: Aktualna playlista
pt: Playlist atual
ro: Playlist curentă

source: Keep last played video in the queue after restart
ar: الإحتفاظ بآخر فيديو تم تشغيله في قائمة الإنتظار بعد إعادة بدء التشغيل
az: Yenidən başladıldıqdan sonra sonuncu oynadılan videonu növbədə saxla
ca: Manteniu el darrer vídeo reproduït a la cua després de reiniciar-lo
cs: Nechat poslední přehrané video ve frontě po restartu
de: Zuletzt abgespieltes Video nach Neustart in der Warteschlange behalten
es: Mantener el último video reproducido en la cola después de reiniciar
hi: अंतिम बार चलाए गए वीडियो को पुनः आरंभ करने के बाद कतार में रखें
hu: Utoljára lejátszott videó megtartása a várólistában újraindítás után
id: Simpan video terakhir yang diputar dalam antrean setelah mulai-kembali
ja: 再起動しても再生待ちの最後の動画を維持
nb_no: Behold sist spilte video i kø etter omstart
pl: Pozostaw w kolejce ostatnio odtwarzane wideo po restarcie
pt: Manter último vídeo tocado na fila depois de reiniciar
ro: Păstrați ultimul videoclip redat în coadă după repornire

source: Cached time
ar: الوقت المخزن مؤقتا
az: Keşlənmiş vaxt
ca: Temps en memòria cau
cs: Čas v mezipaměti
de: Zwischengespeicherte Zeit
es: tiempo en Cache
hi: कैश समय
hu: Gyorsítótárazott idő
id: Waktu ditembolok
ja: キャッシュ済みの時間
nb_no: Hurtiglagret tid
pl: Czas buforowany
pt: Tempo em cache
ro: Timp în cache

source: It can be changed later in settings. You can use your own locations too.
ar: يمكن تغييره لاحقا في الإعدادات. يمكنك استخدام المواقع الخاصة بك أيضا.
az: Daha sonra tənzimləmələrdə dəyişdirilə bilər. Siz də məkanlarınızdan istifadə edə bilərsiniz.
ca: Es pot canviar més endavant a la configuració. També podeu utilitzar les vostres pròpies ubicacions.
cs: Lze změnit později v nastavení. Můžete použít i své vlastní umístění.
de: Es kann später in den Einstellungen geändert werden. Sie können auch Ihre eigenen Standorte verwenden.
es: Se puede cambiar más tarde en la configuración. También puede usar sus propias ubicaciones.
hi: इसे बाद में सेटिंग्स में बदला जा सकता है। आप अपने स्वयं के स्थानों का भी उपयोग कर सकते हैं।
hu: Ez később a beállításokban módosítható. Saját helyeket is használhat.
id: Ini dapat diubah nanti di pengaturan. Kamu juga bisa menggunakan lokasimu sendiri.
ja: 設定は後で変更できます。インスタンスの指定も可能です。
nb_no: Det kan endres senere i innstillingene. Du kan bruke egne steder også.
pl: Możesz później to zmienić w ustawieniach. Możesz też dodać własne lokalizacje.
pt: Isso pode ser mudado depois nos ajustes. Pode usar as suas próprias localizações também.
ro: Acesta poate fi modificat mai târziu în setări. Puteți utiliza și propriile locații.

source: Could not open video
ar: تعذر فتح الفيديو
az: Videonu açmaq mümkün olmadı
ca: No s'ha pogut obrir el vídeo
cs: Nepodařilo se otevřít video
de: Das Video kann nicht geöffnet werden
es: No se pudo abrir el video
hi: वीडियो नहीं खोला जा सका
hu: Nem sikerült megnyitni a videót
id: Tidak dapat membuka video
ja: 動画を開けません
nb_no: Kunne ikke åpne video
pl: Nie można otworzyć wideo
pt: Não pôde abrir vídeo
ro: Nu s-a putut deschide videoclipul

source: Channel could not be found
ar: تعذر العثور على القناة
az: Kanalı tapmaq mümkün olmadı
ca: No s'ha pogut trobar el canal
cs: Nepodařilo se najít kanál
de: Der Kanal konnte nicht gefunden werden
es: No se pudo encontrar el canal
hi: चैनल नहीं मिला
hu: A csatorna nem található
id: Saluran tidak ditemukan
ja: チャンネルが見つかりません
nb_no: Fant ikke kanalen
pl: Nie udało się znaleźć tego kanału
pt: Canal não pôde ser encontrado
ro: Canalul nu a putut fi găsit

source: Could not refresh Popular
ar: تعذر تحديث المحتوى ذو الشعبية
az: Sevimliləri yeniləmək mümkün olmadı
ca: No s'ha pogut actualitzar Popular
cs: Nepodařilo se obnovit Populární
de: Beliebtes kann nicht aktualisiert werden
es: No se pudo actualizar Popular
hu: Nem sikerült a népszerűek frissítése
id: Tidak dapat menyegarkan Populer
ja: 人気を更新できません
nb_no: Kunne ikke gjenoppfriske populært
pl: Nie można odświeżyć Popularnych
pt: Não pôde atualizar Popular
ro: Nu s-a putut reîmprospăta Popular

source: Files
ar: الملفات
az: Fayllar
ca: Fitxers
cs: Soubory
de: Dateien
es: Archivos
hu: Fájlok
id: Berkas
ja: ファイル
nb_no: Filer
pl: Pliki
pt: Ficheiros
ro: Fişierele

source: Could not create share link
ar: تعذر إنشاء رابط مشاركة
az: Paylaşım bağlantısı yaratmaq mümkün olmadı
ca: No s'ha pogut crear l'enllaç compartit
cs: Nepodařilo se vytvořit odkaz ke sdílení
de: Freigabelink kann nicht erstellt werden
es: No se pudo crear el enlace para compartir
hu: Nem sikerült létrehozni a megosztási hivatkozást
id: Tidak dapat membuat tautan bagi
ja: 共有リンクを作成できません
nb_no: Kunne ikke opprette delingslenke
pl: Nie można utworzyć linku do współdzielenia
pt: Não pôde criar ligação de compartilhamento
ro: Nu s-a putut crea link-ul de partajare

source: Show Home
ar: إظهار الصفحة الرئيسية
az: Evi Göstər
ca: Mostra Inici
cs: Zobrazit kartu Domů
de: Startseite anzeigen
es: Mostrar Casa
hu: Kezdőlap megjelenítése
id: Tampilkan Beranda
ja: ホームを表示
nb_no: Vis Hjem
pl: Pokaż główną
pt: Mostrar Início
ro: Arată Acasă

source: Video Details
ar: تفاصيل مقطع الفيديو
az: Video Təfərrüatları
ca: Detalls del vídeo
cs: Podrobnosti o videu
es: Datalles del Video
hu: Videó részletek
id: Detail video
ja: 動画の細部
nb_no: Video detaljer
pl: Szczegóły wideo
pt: Detalhes do Vídeo
ro: Detalii video

source: Clear Queue before opening
ar: مسح قائمة الإنتظار قبل الفتح
az: Açılışdan əvvəl növbəni təmizlə
ca: Esborra la cua abans d'obrir
cs: Vymazat frontu před otevřením
de: Warteschlange vor dem Öffnen löschen
es: Borrar cola antes de abrir
hu: Várólista kiürítése megnyitás előtt
id: Bersihkan Antrean sebelum membuka
ja: 開く前に再生待ちを消去
nb_no: Tøm kø før åpning
pl: Wyczyść kolejkę przed otwarciem
pt: Limpar fila antes de abrir
ro: Ștergeți coada înainte de deschidere

source: Current: %@ %@
ar: الحالي: %@ %@
az: Cari: %@ %@
ca: Actual: %@ %@
cs: Aktuálně: %@ %@
de: Aktuell: %@ %@
es: Actual: %@ %@
hi: वर्तमान: %@ %@
hu: Jelenlegi: %@ %@
id: Saat Ini: %@ %@
ja: 現在: %@ %@
nb_no: Nåværende: %@ %@
pl: Aktualnie: %@ %@
pt: Atual: %@ %@
ro: Curent: %@ %@

source: Thumbnails
ar: ‏الصور المصغرة
az: Miniatürlər
ca: Miniatures
cs: Náhledy
de: Vorschaubilder
es: Miniaturas
hi: थंबनेल
hu: Miniatűrök
id: Keluku
ja: サムネイル
nb_no: Miniatyrbilder
pl: Miniaturki
pt: Miniaturas
ro: Miniaturi
