Repository: yattee/yattee
Catalog: Shared/*.lproj/Localizable.strings
Languages: ar, az, ca, cs, de, es, hi, hu, id, ja, nb_no, pl, pt, ro

source: Music
ar: موسيقى
az: Musiqi
ca: Música
cs: Hudba
de: Musik
es: Música
hi: संगीत
hu: Zene
id: Musik
ja: 音楽
nb_no: Musikk
pl: Muzyka
pt: Música
ro: Muzică

source: Name
ar: اسم
az: Ad
ca: Nom
cs: Jméno
es: Nombre
hi: नाम
hu: Név
id: Nama
ja: 名前
nb_no: Navn
pl: Nazwa
pt: Nome
ro: Nume

source: New Playlist
ar: قائمة تشغيل جديدة
az: Yeni Pleylist
ca: Nova llista de reproducció
cs: Nový playlist
de: Neue Wiedergabeliste
es: Nueva lista de reproducción
hi: नया गीतमाला
hu: Új lejátszási lista
id: Daftar Putar Baru
ja: 新規再生リスト
nb_no: Ny spilleliste
pl: Nowa playlista
pt: Nova Playlist
ro: Playlist nou

source: Next
ar: التالي
az: Növbəti
ca: Següent
cs: Další
de: Nächste
es: Siguiente
hi: अगला
hu: Következő
id: Lanjut
ja: 次
nb_no: Neste
pl: Następny
pt: Próximo
ro: Următor

source: No description
ar: لا يوجد وصف
az: Açıqlama yoxdur
ca: Sense descripció
cs: Žádný popis
de: Keine Beschreibung
es: Sin descripción
hi: को विवरण नहीं
hu: Nincs leírás
id: Tidak ada deskripsi
ja: 説明なし
nb_no: Ingen beskrivelse
pl: Brak opisu
pt: Sem descrição
ro: Fără descriere

source: No Playlists
ar: لا توجد قوائم تشغيل
az: Pleylistlər Yoxdur
ca: No hi ha llistes de reproducció
cs: Žádné playlisty
de: Keine Wiedergabelisten
es: Sin listas de reproducción
hi: कोई प्लेलिस्ट नहीं
hu: Nincsenek lejátszási listák
id: Tidak Ada Daftar Putar
ja: 再生リストなし
nb_no: Ingen spillelister
pl: Brak playlist
pt: Sem playlists
ro: Nu există Playlisturi

source: No results
ar: لا توجد نتائج
az: Nəticə yoxdur
ca: Sense resultats
cs: Žádné výsledky
de: Keine Ergebnisse
es: No hay resultados
hi: कोई परिणाम नहीं
hu: Nincsenek találatok
id: Tidak ada hasil
ja: 結果なし
nb_no: Resultatløst
pl: Brak wyników
pt: Sem resultados
ro: Nu există rezultate

source: Normal
ar: عادي
cs: Normální
hi: सामान्य
hu: Normál
ja: 通常
pl: Normalna

source: Not available
ar: غير متوفر
az: Mövcud deyil
ca: No disponible
cs: Není k dispozici
de: Nicht verfügbar
es: No disponible
hi: उपलब्ध नहीं
hu: Nem elérhető
id: Tidak tersedia
ja: 利用できません
nb_no: Ikke tilgjengelig
pl: Niedostępne
pt: Indisponível
ro: Nu e disponibil

source: Not Playing
ar: لا يعمل
az: Oynadılmır
ca: No reproduïnt
cs: Nepřehrává se
de: Nicht spielen
es: Nada reproduciendo
hi: चल नहीं रहा
hu: Nincs lejátszás
id: Tidak memutar
ja: 再生なし
nb_no: Spiller ikke
pl: Nie odtwarza
pt: Não Tocando
ro: Nu se Redat

source: Nothing
ar: لا شئ
az: Heç nə
ca: Res
cs: Nic
de: Nichts
es: Nada
hi: कुछ नहीं
hu: Semmi
id: Tidak Ada
ja: なし
nb_no: Ingenting
pl: Nic
pt: Nada
ro: Nimic

source: Offtopic in Music Videos
ar: خارج الموضوع في مقاطع الفيديو الموسيقية
az: Musiqi Videolarında mövzudan kənar
ca: Offtopic als vídeos musicals
cs: Offtopic v hudebních videích
de: Offtopic bei Musikvideos
es: Offtopic en videos musicales
hi: संगीत वीडियो में ऑफटॉपिक
hu: Nem kapcsolódó tartalom a Zene videókban
id: Luar Topik pada Video Musik
ja: 音楽動画の非音楽部分
nb_no: Urelaterte ting i musikkvideoer
pl: Offtopic w teledyskach
pt: Irrelevante em Videoclipes
ro: Offtopic în videoclipuri muzicale

source: Only when signed in
ar: فقط عندما يكون مسجل
az: Yalnız daxil olduqda
ca: Només quan s'ha iniciat la sessió
cs: Pouze když přihlášený
de: Nur wenn Sie eingeloggt sind
es: Solo cuando estás registrado
hi: केवल साइन इन होने पर
hu: Csak bejelentkezés esetén
id: Hanya saat ditandai masuk
ja: ログイン時のみ
nb_no: Kun når innlogget
pl: Tylko gdy zalogowany
pt: Apenas quando logado
ro: Doar când sunteți conectat

source: Open Settings
ar: فتح الإعدادات
az: Tənzimləmələri Aç
ca: Obriu Configuració
cs: Otevřete Nastavení
de: Einstellungen öffnen
es: Abrir configuración
hi: सेटिंग खोलें
hu: Beállítások megnyitása
id: Buka Pengaturan
ja: 設定を開く
nb_no: Åpne innstillingene
pl: Otwórz Ustawienia
pt: Abrir Ajustes
ro: Deschideți Setări

source: Opening %@ stream…
ar: فتح بث %@ …
az: %@ yayımı açılır…
ca: S'està obrint %@…
cs: Otevírám %@ stream…
de: Öffne %@-Stream …
es: Abriendo %@ emisión…
hi: %@ स्ट्रीम खुल रहा…
hu: %@ közvetítés megnyitása…
id: Membuka siaran %@…
ja: %@ ストリーム 開始中…
nb_no: Åpner %@-strøm …
pl: Otwieranie strumienia %@…
pt: Abrindo stream %@…
ro: Se deschide %@ flux…

source: Opening audio stream…
ar: فتح بث صوتي…
az: Səs yayımı açılır…
ca: Obrint la reproducció d'àudio…
cs: Otevírám audio stream…
de: Audiostream wird geöffnet …
es: Abriendo transmisión de audio…
hi: ऑडियो स्ट्रीम खुल रहा…
hu: Hangfolyam megnyitása…
id: Membuka siaran audio…
ja: 音声ストリーム 開始中…
nb_no: Åpner lydstrøm …
pl: Otwieranie strumienia audio…
pt: Abrindo stream de áudio…
ro: Se deschide fluxul audio…

source: Orientation
ar: اتجاه
az: Orientasiya
ca: Orientació
cs: Orientace
de: Ausrichtung
es: Orientación
hi: ओरिएंटेशन
hu: Tájolás
id: Orientasi
ja: 向き
nb_no: Sideretning
pl: Orientacja
pt: Orientação
ro: Orientare

source: Play in PiP
ar: تشغيل في الفيديو المصغر
az: PiP-də Oynat
ca: Reprodueix a finestra
cs: Přehrát v PiP
de: Als Bild-in-Bild abspielen
es: Reproducir en PiP
hi: PiP में चलाएँ
hu: Lejátszás PiP-ben
id: Putar dalam PiP
ja: PiPで再生
nb_no: Bilde-i-bilde
pl: Odtwórz w PiP
pt: Tocar em PiP
ro: Reda în PiP

source: Play Last
ar: تشغيل الأخير
az: Son oynatma
ca: Reprodueix l'últim
cs: Přehrát poslední
de: Zuletzt abspielen
es: Reproducir última
hi: आख़री चलाएँ
hu: Legutóbbi lejátszása
id: Putar Terakhir
ja: 最後に再生
nb_no: Spill siste
pl: Odtwórz jako ostatni
pt: Tocar por Último
ro: Reda ultimul

source: Play Music
ar: تشغل الموسيقى
az: Musiqi Çaldır
ca: Reprodueix música
cs: Přehrát hudbu
de: Musik abspielen
es: Reproducir música
hi: संगीत चलाएँ
hu: Zene lejátszása
id: Putar Musik
ja: 音楽を再生
nb_no: Spill musikk
pl: Odtwórz muzykę
pt: Tocar Música
ro: Redă muzică

source: Play Next
ar: تشغيل التالى
az: Növbətini Oynat
ca: Reprodueix el següent
cs: Přehrát další
de: Als nächstes abspielen
es: Reproducir siguiente
hi: अगला चलाएँ
hu: Következő lejátszása
id: Putar Selanjutnya
ja: 次に再生
nb_no: Spill neste
pl: Odtwórz jako następne
pt: Tocar Depois
ro: Redă Următorul

source: Play Now
ar: تشغيل الآن
az: İndi Oynat
ca: Reprodueix ara
cs: Přehrát nyní
de: Jetzt abspielen
es: Reproducir ahora
hi: अभी चलाएँ
hu: Lejátszás most
id: Putar Sekarang
ja: 今すぐ再生
nb_no: Spill nå
pl: Odtwórz teraz
pt: Tocar Agora
ro: Redă acum

source: Playback
ar: إعادة تشغيل المقطع
az: Oynatmaq
ca: Reproducció
cs: Přehrávání
de: Wiedergabe
es: Reproducción
hi: प्लेबैक
hu: Visszajátszás
id: Pemutaran
ja: 再生
nb_no: Avspilling
pl: Odtwarzanie
pt: Reprodução
ro: Redare

source: Player
ar: المشغل
az: Oynadıcı
ca: Reproductor
cs: Přehrávač
es: Reproductor
hi: प्लेयर
hu: Lejátszó
id: Pemutar
ja: プレイヤー
nb_no: Avspiller
pl: Odtwarzacz
pt: Reprodutor

source: Playlist
ar: قائمة تشغيل
az: Pleylist
ca: Llista de reproducció
de: Wiedergabeliste
es: Lista de reproducción
hi: गीतमाला
hu: Lejátszási lista
id: Daftar Putar
ja: 再生リスト
nb_no: Spilleliste
pl: Playlista

source: Playlist "%@" will be deleted. It cannot be reverted.
ar: سيتم حذف قائمة تشغيل "%@". لا يمكن التراجع عنه.
az: "%@" pleylisti silinəcək. O geri qaytarılmayacaq.
ca: La llista de reproducció "%@" se suprimirà. No es pot desfer.
cs: Playlist "%@" bude odstraněn. Tuto akci nelze vrátit.
de: Die Wiedergabeliste "%@" wird gelöscht. Dies kann nicht rückgängig gemacht werden.
es: Se eliminará la lista de reproducción "%@". No se puede revertir.
hi: “%@” प्लेलिस्ट मिट जाएगा। इसे वापस नहीं किया जा सकता।
hu: A(z) „%@” lejátszási lista törlésre kerül. Ezt nem lehet visszaállítani.
id: Daftar putar "%@" akan dihapus. Tidak dapat dikembalikan.
ja: 再生リスト「%@」を削除します。 元に戻せません。
nb_no: Spillelisten «%@» vil bli slettet. Dette kan ikke angres.
pl: Playlista "%@" zostanie usunięta. Nie można tego cofnąć.
pt: A playlist “%@” será deletada. Isso não pode ser revertido.
ro: Playlist "%@” va fi ștearsă. Nu poate fi inversat.

source: Playlists
ar: قوائم تشغيل
az: Pleylistlər
ca: Llistes de reproducció
cs: Playlisty
de: Wiedergabelisten
es: Listas de reproducción
hi: गीतमाला
hu: Lejátszási listák
id: Daftar Putar
ja: 再生リスト
nb_no: Spillelister
pl: Playlisty
pt: Listas de reprodução
ro: Playlist-uri

source: Popular
ar: ‏محتوى ذو شعبية
az: Tanınmış
cs: Populární
de: Beliebt
hi: लोकप्रिय
hu: Népszerű
id: Populer
ja: 人気
nb_no: Populært
pl: Popularne
ro: Populare

source: Preferred Formats
ar: التنسيقات المفضلة
az: Üstünlük Verilən Formatlar
ca: Formats preferits
cs: Preferované formáty
de: Bevorzugte Formate
es: Formatos preferidos
hi: पसंदीदा प्रारूप
hu: Előnyben részesített formátumok
id: Preferensi Format
ja: 優先する形式
nb_no: Foretrukne formater
pl: Preferowane formaty
pt: Formatos preferidos
ro: Formate preferate

source: Profiles
ar: ملفات التعريف
az: Profillər
ca: Perfils
cs: Profily
de: Profile
es: Perfiles
hi: प्रोफ़ाइल
hu: Profilok
id: Profil
ja: プロファイル
nb_no: Profiler
pl: Profile
pt: Perfis
ro: Profiluri

source: Promoting a product or service that is directly related to the creator themselves. This usually includes merchandise or promotion of monetized platforms.
ar: الترويج لمنتج أو خدمة مرتبطة مباشرة بمنشئ المحتوى نفسه. يتضمن هذا عادة البضائع أو الترويج للمنصات التي يتم تحقيق الدخل منها.
az: Yaradıcı ilə birbaşa əlaqəli məhsul və ya xidmətin təşviqi. Buraya adətən mallar və ya pul qazanılan platformaların tanıtımı daxildir.
ca: Promocionar un producte o servei que estigui directament relacionat amb el propi creador. Això sol incloure la mercaderia o la promoció de plataformes monetitzades.
cs: Propagace produktu nebo služby, která přímo souvisí s tvůrcem samotným. Obvykle se jedná o zboží nebo zpeněžené platformy.
de: Werbung für ein Produkt oder eine Dienstleistung, die in direktem Zusammenhang mit dem Ersteller selbst steht. Dazu gehören in der Regel Waren oder die Werbung für monetarisierte Plattformen.
es: Promocionar un producto o servicio que esté directamente relacionado con el propio creador. Esto generalmente incluye mercadería o promoción de plataformas monetizadas.
hi: किसी ऐसे उत्पाद या सेवा का प्रचार करना जो स्वयं निर्माता से सीधे संबंधित हो। इसमें आमतौर पर मर्चेंडाइज़ या मुद्रीकृत प्लेटफ़ॉर्म का प्रचार शामिल होता है।
hu: Olyan termék vagy szolgáltatás népszerűsítése, amely közvetlenül kapcsolódik az alkotóhoz. Ez általában magában foglalja az árucikkeket vagy a pénzzel fizetett platformok reklámozását.
id: Mempromosikan produk atau layanan yang berkaitan langsung dengan kreatornya. Ini biasanya mencakup barang dagangan atau promosi platform yang dimonetisasi.
ja: 作成者と直接関係する商品やサービスを宣伝すること。通常、商品や収益化されたプラットフォームの宣伝が含まれます。
nb_no: Promoterer noe som har å gjøre med skaperen direkte. Vanligvis effekter eller betalte plattformer.
pl: Promowanie produktu lub usługi bezpośrednio związanej z samym twórcą. Zwykle obejmuje to towary lub promocję platform, na których można zarabiać.
pt: Promover um produto ou serviço que está diretamente relacionado ao criador. Isso geralmente inclui merchandising e promoção de plataformas monetizadas.
ro: Promovarea unui produs sau serviciu care are legătură directă cu creatorul însuși. Aceasta include de obicei mărfuri sau promovarea platformelor monetizate.

source: Public Locations
ar: المواقع العامة
az: İctimai Məkanlar
ca: Llocs Públics
cs: Veřejná umístění
de: Öffentliche Adressen
es: Ubicaciones públicas
hi: सार्वजनिक स्थान
hu: Nyilvános helyek
id: Lokasi Publik
ja: 公開インスタンス
nb_no: Offentlige steder
pl: Publiczne lokalizacje
pt: Localizações Públicas
ro: Locații publice

source: Public Manifest
ar: البيان العام
az: İctimai Manifest
ca: Manifest Públic
cs: Veřejný manifest
de: Öffentliches Manifest
es: Manifiesto Público
hi: सार्वजनिक मैनिफ़ेस्ट
hu: Nyilvános lista
id: Manifes Publik
ja: 公開の定義ファイル
nb_no: Offentlig manifest
pl: Manifest publiczny
pt: Manifesto Público
ro: Manifest public

source: Quality
ar: الجودة
az: Keyfiyyət
ca: Qualitat
cs: Kvalita
de: Qualität
es: Calidad
hi: गुणवत्ता
hu: Minőség
id: Kualitas
ja: 品質
nb_no: Kvalitet
pl: Jakość
pt: Qualidade
ro: Calitate

source: Quality Profile
ar: ملف تعريف الجودة
az: Profil Keyfiyyəti
ca: Perfil de qualitat
cs: Profil kvality
de: Qualitätsprofil
es: Perfil de calidad
hi: गुणवत्ता प्रोफ़ाइल
hu: Minőségi profil
id: Profil Kualitas
ja: 品質プロファイル
nb_no: Kvalitetsprofil
pl: Profil jakości
pt: Perfil de Qualidade
ro: Profil de calitate

source: Queue
ar: قائمة الإنتظار
az: Növbə
ca: Cua
cs: Fronta
de: Warteschlange
es: Cola
hi: क़तार
hu: Várólista
id: Antrean
ja: 再生キュー
nb_no: Kø
pl: Kolejka
pt: Fila
ro: Coadă

source: Queue is empty
ar: قائمة الإنتظار فارغة
az: Növbə boşdur
ca: La cua està buida
cs: Fronta je prázdná
de: Warteschlange ist leer
es: La cola está vacía
hi: क़तार ख़ाली है
hu: A várólista üres
id: Antrean kosong
ja: 再生待ちなし
nb_no: Køen er tom
pl: Kolejka jest pusta
pt: Fila está vazia
ro: Coada este goală

source: Rate
ar: معدل
az: Qiymətləndir
ca: Taxa
cs: Tempo
de: Tempo
es: Valorar
hi: दर
hu: Értékelés
id: Nilai
ja: 速度
nb_no: Takt
pl: Prędkość
pt: Taxa
ro: Rată

source: Rating
ar: تقييم
az: Reytinq
ca: Valoració
cs: Hodnocení
de: Bewertung
es: Valorando
hi: रेटिंग
hu: Értékelések
id: Penilaian
ja: 評価
nb_no: Vurdering
pl: Ocena
pt: Avaliação
ro: Evaluare

source: Recents
ar: الأخيرة
az: Sonuncular
cs: Poslední
de: Aktuelles
es: Recientes
hi: हालिया
hu: Újdonságok
id: Terkini
ja: 最近
nb_no: Nylige
pl: Ostatnie
pt: Recentes
ro: Recente

source: Red
ar: أحمر
az: Qırmızı
ca: Vermell
cs: Červený
de: Rot
es: Rojo
hi: लाल
hu: Piros
id: Merah
ja: 赤
nb_no: Rød
pl: Czerwony
pt: Vermelho
ro: Roșu

source: Refresh
ar: تحديث
az: Yenilə
ca: Actualitzar
cs: Obnovit
de: Aktualisieren
es: Actualizar
hi: ताज़ा
hu: Frissítés
id: Segarkan
ja: 更新
nb_no: Gjenoppfrisk
pl: Odśwież
pt: Atualizar
ro: Reîmprospăta

source: Regular size
ar: الحجم العادي
az: Normal ölçü
ca: Talla normal
cs: Normální rozměr
de: Normalgröße
es: Tamaño regular
hi: सामान्य आकार
hu: Szabályos méret
id: Ukuran reguler
ja: 通常時のサイズ
nb_no: Vanlig størrelse
pl: Regularny rozmiar
pt: Tamanho normal
ro: Mărime normală

source: Regular Size
ar: الحجم العادي
az: Normal Ölçü
ca: Talla normal
cs: Normální rozměr
de: Normale Größe
es: Tamaño regular
hi: सामान्य आकार
hu: Szabályos méret
id: Ukuran Reguler
ja: 通常時のサイズ
nb_no: Vanlig størrelse
pl: Zwykły rozmiar
pt: Tamanho Normal
ro: Mărime normală

source: Related
ar: ذات الصلة
az: Əlaqədar
ca: Relacionats
cs: Související
de: Ähnlich
es: Relacionado
hi: सम्बंधित
hu: Kapcsolódó
id: Terkait
ja: 関連
nb_no: Lignende
pl: Powiązane
pt: Relacionados
ro: Legate de

source: Relevance
ar: الصلة
az: Uyğunluq
ca: Pertinença
cs: Relevantnost
de: Relevanz
es: Relevancia
hi: प्रासंगिकता
hu: Releváns
id: Relevansi
ja: 関連度
nb_no: Relevans
pl: Dopasowanie
pt: Relevância
ro: Relevanță

source: Remove
ar: ‏إزالة
az: Sil
ca: Eliminar
cs: Odstranit
de: Entfernen
es: Quitar
hi: हटाएँ
hu: Eltávolítás
id: Hapus
ja: 除去
nb_no: Fjern
pl: Usuń
pt: Remover
ro: Eliminați

source: Remove from Favorites
ar: إزالة من المفضلة
az: Sevimlilərdən silin
ca: Elimina dels preferits
cs: Odstranit z oblíbených
de: Aus Favoriten entfernen
es: Quitar de favoritos
hi: पसंदीदा से हटाएँ
hu: Eltávolítás a kedvencekből
id: Hapus dari Favorit
ja: お気に入りから除去
nb_no: Fjern fra favoritter
pl: Usuń z ulubionych
pt: Remover dos Favoritos
ro: Eliminați din Favorite

source: Remove from history
ar: إزالة من سجل التاريخ
az: Tarixçədən sil
ca: Esborrar de l'historial
cs: Odstranit z historie
de: Aus dem Verlauf entfernen
es: Eliminar del historial
hi: इतिहास से हटाएँ
hu: Eltávolítás az előzményekből
id: Hapus dari riwayat
ja: 履歴から除去
nb_no: Fjern fra historikk
pl: Usuń z historii
pt: Remover do histórico
ro: Eliminați din istoric

source: Remove from Playlist
ar: إزالة من قائمة تشغيل
az: Pleylistdən sil
ca: Elimina de la llista de reproducció
cs: Odstranit z playlistu
de: Aus Wiedergabeliste entfernen
es: Eliminar de la lista de reproducción
hi: प्लेलिस्ट से हटाएँ
hu: Eltávolítás a lejátszási listáról
id: Hapus dari Daftar Putar
ja: 再生リストから除去
nb_no: Fjern fra spilleliste
pl: Usuń z playlisty
pt: Remover da playlist
ro: Eliminați din Playlist

source: Remove from the queue
ar: إزالة من قائمة الإنتظار
az: Növbədən sil
ca: Eliminar de la cua
cs: Odstranit z fronty
de: Aus der Warteschlange entfernen
es: Eliminar de la lista de la cola
hi: क़तार से हटाएँ
hu: Eltávolítás a várólistáról
id: Hapus dari antrean
ja: 再生待ちから除去
nb_no: Fjern fra køen
pl: Usuń z kolejki
pt: Remover da fila
ro: Eliminare din coadă

source: Replies
ar: الردود
az: Cavablar
ca: Respostes
cs: Odpovědi
de: Antworten anzeigen
es: Respuestas
hi: जवाब
hu: Válaszok
id: Balasan
ja: 返信
nb_no: Svar
pl: Odpowiedzi
pt: Respostas
ro: Răspunsuri

source: Reset
ar: إعادة تعيين
az: Sıfırla
ca: Restableix
cs: Resetovat
de: Zurücksetzen
es: Reiniciar
hi: रीसेट
hu: Visszaállítás
ja: 初期化
nb_no: Tilbakestill
pl: Zresetuj
pt: Resetar
ro: Resetați

source: Reset search filters
ar: إعادة تعيين عوامل تصفية البحث
az: Axtarış filtrlərini sıfırla
ca: Restableix els filtres de cerca
cs: Resetovat filtr vyhledávání
de: Suchfilter zurücksetzen
es: Restablecer filtros de búsqueda
hi: खोज फ़िल्टर रीसेट करें
hu: Keresési szűrők visszaállítása
id: Reset filter cari
ja: 絞り込みを初期化
nb_no: Tilbakestill søkefiltre
pl: Zresetuj filtry
pt: Resetar filtros de busca
ro: Resetați filtrele de căutare

source: Reset watched status when playing again
ar: إعادة تعيين حالة المشاهدة عند التشغيل مرة أخرى
az: Yenidən oynadan zaman baxılmış statusu sıfırla
ca: Restableix l'estat de visualització quan tornis a reproduïr
cs: Resetovat stav zhlédnutí při opětovném přehrání
de: Setze den Fortschritt des angeschauten Teils zurück, wenn das Video nochmal abgespielt wird
es: Restablecer el estado observado al volver a reproducir
hi: दोबारा चलाते समय देखी गई स्थिति को रीसेट करें
hu: Megfigyelt állapot visszaállítása újbóli lejátszáskor
id: Reset status ditonton saat memutar lagi
ja: 再び見る時に視聴状態を初期化
nb_no: Tilbakestill visningsstatus når avspilt igjen
pl: Resetuj status odtwarzania za każdym razem
pt: Resetar status de assistido quando tocando novamente
ro: Resetați starea vizionată când redați din nou

source: Resolution
ar: دقة
az: Qətnamə
ca: Resolució
cs: Rozlišení
de: Auflösung
es: Resolución
hi: गुणवत्ता
hu: Felbontás
id: Resolusi
ja: 解像度
nb_no: Oppløsning
pl: Rozdzielczość
pt: Resolução
ro: Rezoluţie

source: Restart
ar: إعادة بدء التشغيل
az: Yenidən başlat
ca: Reinicia
cs: Od začátku
de: Von Anfang an
es: Reiniciar
hi: पुनरारंभ
hu: Újraindítás
id: Mulai-kembali
ja: もう一回再生
nb_no: Start på ny
pl: Początek
pt: Reiniciar
ro: Reporniți

source: Restart the app to apply the settings above.
ar: إعادة بدء تشغيل التطبيق لتطبيق الإعدادات أعلاه.
az: Yuxarıdakı tənzimləmələri tətbiq etmək üçün tətbiqi yenidən başlat.
ca: Reinicieu l'aplicació per aplicar la configuració anterior.
cs: Restartujte aplikaci pro použití výše uvedeného nastavení.
de: Starten Sie die App neu, um die Einstellungen zu übernehmen.
es: Reinicie la aplicación para aplicar la configuración anterior.
hi: सेटिंग लागू करने के लिए ऐप को पुनरारंभ करें।
hu: A fenti beállítások alkalmazásához indítsa újra az alkalmazást.
id: Mulai-kembali aplikasi untuk menerapkan pengaturan di atas.
ja: この設定を適用するにはアプリを再起動します。
nb_no: Start programmet på ny for å ta i bruk innstillingene ovenfor.
pl: Zrestartuj aplikację aby zastosować powyższe ustawienia.
pt: Reinicie o app para aplicar os ajustes acima.
ro: Reporniți aplicația pentru a aplica setările de mai sus.

source: Restore default profiles...
ar: استعادة ملفات التعريف الافتراضية ...
az: Defolt profilləri qaytar...
ca: Restaura els perfils predeterminats...
cs: Obnovit výchozí profily...
de: Standardprofile wiederherstellen …
es: Restaurar perfiles predeterminados...
hi: डिफ़ॉल्ट प्रोफ़ाइल पुनर्स्थापित करें...
hu: Alapértelmezett profilok helyreállítása...
id: Pulihkan profil bawaan...
ja: 標準のプロファイルを復元...
nb_no: Gjenopprett forvalgte profiler …
pl: Przywróć domyślne profile…
pt: Restaurar perfis padrão…
ro: Restaurați profilurile implicite...

source: Round corners
ar: زوايا مستديرة
az: Dairəvi künclər
ca: Cantons arrodonits
cs: Zakulacené rohy
de: Runde Ecken
es: Esquinas redondeadas
hi: गोल कोने
hu: Kerekített sarkok
id: Sudut membulat
ja: 角を丸める
nb_no: Avrundede hjørner
pl: Zaokrąglaj rogi
pt: Bordas arredondadas
ro: Colțuri rotunjite

source: Save
ar: حفظ
az: Saxla
ca: Desa
cs: Uložit
de: Speichern
es: Guardar
hi: सहजें
hu: Mentés
id: Simpan
ja: 保存
nb_no: Lagre
pl: Zapisz
pt: Gravar
ro: Salvați

source: Save history of searches, channels and playlists
ar: حفظ سجل تاريخ عمليات البحث والقنوات وقوائم تشغيل
az: Axtarışlar, kanallar və pleylistlərin tarixçəsini saxla
ca: Desa l'historial de cerques, canals i llistes de reproducció
cs: Uložit historii vyhledávání, kanálů a playlistů
de: Verlauf von Suchen, Kanälen und Wiedergabelisten speichern
es: Guardar historial de búsquedas, canales y listas de reproducción
hi: खोज, चैनलों एवं प्लेलिस्ट के इतिहास को सहजे
hu: Keresések, csatornák és lejátszási listák előzményeinek mentése
id: Simpan riwayat pencarian, saluran dan daftar putar
ja: 検索、チャンネル、再生リストの履歴を保存
nb_no: Lagre historikk for søk, kanaler, og spillelister
pl: Zapisuj historię wyszukiwania, kanały i playlisty
pt: Gravar histórico de buscas, canais e playlists
ro: Salvați istoricul căutărilor, canalelor și listelor de redare

source: Search history is empty
ar: سجل تاريخ البحث فارغ
az: Axtarış tarixçəsi boşdur
ca: L'historial de cerques està buit
cs: Historie hledání je prázdná
de: Suchverlauf ist leer
es: El historial de búsqueda está vacío
hi: खोज इतिहास ख़ाली है
hu: A keresési előzmények üresek
id: Pencarian riwayat kosong
ja: 検索履歴なし
nb_no: Søkehistorikken er tom
pl: Historia wyszukiwania jest pusta
pt: Histórico de busca está vazio
ro: Istoricul de căutare este gol

source: Search...
ar: بحث...
az: Axtar...
ca: Cerca...
cs: Hledat...
de: Suche …
es: Buscar...
hi: खोज…
hu: Keresés...
id: Cari...
ja: 検索...
nb_no: Søk …
pl: Szukaj…
pt: Buscar…
ro: Căutare...

source: Sections
ar: الأقسام
az: Bölmələr
ca: Seccions
cs: Sekce
de: Abschnitte
es: Secciones
hi: खंड
hu: Szakaszok
id: Bagian
ja: 表示するボタン
nb_no: Deler
pl: Sekcje
pt: Seções
ro: Secțiuni

source: Select location closest to you:
ar: حدد أقرب موقع إليك:
az: Sizə ən yaxın məkanı seçin:
ca: Seleccioneu la ubicació més propera a vosaltres:
cs: Vyberte nejbližší lokaci:
de: Wählen Sie die nächstgelegene Adresse:
es: Seleccione la ubicación más cercana:
hi: सबसे समीप स्थान को चुनें:
hu: Válassza ki az Önhöz legközelebbi helyet:
id: Pilih lokasi terdekat dengan kamu:
ja: あなたに近い場所を選択します:
nb_no: Velg sted nærmest deg:
pl: Wybierz najbliższą lokalizację:
pt: Selecione a localização mais próxima de si:
ro: Selectează locația cea mai apropiată de tine:

source: Self-promotion
ar: الترويج الذاتي
az: Öz reklamı
ca: Autopromoció
cs: Sebe-propagace
de: Eigenwerbung
es: Auto promoción
hi: आत्म-बढ़ावा
hu: Önreklámozás
id: Promosi Diri
ja: 自己宣伝
nb_no: Selvpromo
pl: Autopromocja
pt: Autopromoção
ro: Auto-promovare

source: Settings
ar: الإعدادات
az: Tənzimləmələr
ca: Configuració
cs: Nastavení
de: Einstellungen
es: Configuraciones
hi: सेटिंग
hu: Beállítások
id: Pengaturan
ja: 設定
nb_no: Innstillinger
pl: Ustawienia
pt: Ajustes
ro: Setări

source: Share %@ link
ar: مشاركة رابط %@
az: %@ linkini paylaşın
ca: Compartir Enllaç %@
cs: Sdílet %@ odkaz
de: %@-Link teilen
es: Compartir enlace %@
hi: %@ लिंक साझें
hu: %@ hivatkozás megosztása
id: Bagikan tautan %@
ja: %@ リンクを共有
nb_no: Del %@-lenke
pl: Udostępnij link %@
pt: Compartilhar ligação %@
ro: Partajați link-ul %@

source: Share %@ link with time
ar: مشاركة رابط %@ مع الوقت
az: %@ linkini zamanla paylaşın
ca: Comparteix l'enllaç %@ amb temps
cs: Sdílet %@ odkaz s časem
de: Link %@ mit der Zeit teilen
es: Comparte el enlace %@ con tiempo
hi: %@ लिंक समय के साथ साझें
hu: %@ hivatkozás megosztása idővel
id: Bagikan tautan %@ dengan waktu
ja: %@ リンク 時間指定で共有
nb_no: Del %@-lenke med tid
pl: Udostępnij link %@ wraz z czasem
pt: Compartilhar a ligação %@ com o tempo
ro: Partajați link-ul %@ cu timpul
