Repository: yattee/yattee
Catalog: Shared/*.lproj/Localizable.strings
Languages: ar, az, ca, cs, de, es, hi, hu, id, ja, nb_no, pl, pt, ro

source: Share...
ar: ‏مشاركة...
az: Paylaş...
ca: Compartir...
cs: Sdílet...
de: Teilen …
es: Compartir...
hi: साझें…
hu: Megosztás...
id: Bagikan...
ja: 共有...
nb_no: Del …
pl: Udostępnij…
pt: Compartilhar…
ro: Distribuie...

source: Short
ar: قصير
az: Qısa
ca: Curt
cs: Krátké
de: Kurz
es: Corto
hi: छोटा
hu: Rövid
id: Pendek
ja: 短い
nb_no: Kort
pl: Krótkie
pt: Curto
ro: Scurt

source: Show account username
ar: إظهار اسم مستخدم الحساب
az: Hesab istifadəçi adını göstər
ca: Mostra el nom d'usuari del compte
cs: Zobrazit uživatelské jméno účtu
de: Account-Benutzername anzeigen
es: Mostrar nombre de usuario de la cuenta
hi: खाता यूज़रनाम दिखाएँ
hu: Fiók felhasználónév megjelenítése
id: Tampilkan nama pengguna akun
ja: アカウントのユーザー名を表示
nb_no: Vis kontobrukernavn
pl: Pokaż nazwę konta
pt: Mostrar nome de utilizador da conta
ro: Afișați numele de utilizator al contului

source: Show anonymous accounts
ar: إظهار الحسابات المجهولة
az: Gizli hesabları göstər
ca: Mostra els comptes anònims
cs: Zobrazit anonymní účty
de: Anonyme Konten anzeigen
es: Mostrar cuentas anónimas
hi: गुप्त खातें दिखाएँ
hu: Névtelen fiókok megjelenítése
id: Tampilkan akun anonim
ja: 匿名アカウントを表示
nb_no: Vis anonyme kontoer
pl: Pokaż anonimowe konta
pt: Mostrar contas anônimas
ro: Afișați conturi anonime

source: Show channel name
ar: إظهار اسم القناة
az: Kanal adını göstər
ca: Mostra el nom del canal
cs: Zobrazit jméno kanálu
de: Kanalnamen anzeigen
es: Mostrar nombre del canal
hi: चैनल नाम दिखाएँ
hu: Csatorna nevének megjelenítése
id: Tampilkan nama saluran
ja: チャンネル名を表示
nb_no: Vis kanalnavn
pl: Pokaż nazwę kanału
pt: Mostrar nome do canal
ro: Afișează numele canalului

source: Show history
ar: ‏إظهار سجل التاريخ
az: Tarixçəni göstər
ca: Mostra la història
cs: Zobrazit historii
de: Verlauf anzeigen
es: Mostrar historial
hi: खोज इतिहास दिखाएँ
hu: Előzmények megjelenítése
id: Tampilkan riwayat
ja: 履歴を表示
nb_no: Vis historikk
pl: Pokaż historię
pt: Mostrar histórico
ro: Arată istoricul

source: Show keywords
ar: إظهار الكلمات الرئيسية
az: Açar sözləri göstər
ca: Mostra les paraules clau
cs: Zobrazit klíčová slova
de: Schlüsselwörter anzeigen
es: Mostrar palabras clave
hi: कीवर्ड दिखाएँ
hu: Kulcsszavak megjelenítése
id: Tampilkan kata kunci
ja: キーワードを表示
nb_no: Vis nøkkelord
pl: Pokaż słowa kluczowe
pt: Mostrar palavras-chave
ro: Afișați cuvintele cheie

source: Show playback statistics
ar: إظهار إحصائيات التشغيل
az: Oynatma statistikasını göstər
ca: Mostra les estadístiques de reproducció
cs: Zobrazit statistiky přehrávání
de: Wiedergabestatistiken anzeigen
es: Mostrar estadísticas de reproducción
hi: प्लेबैक आँकड़े दिखाएँ
hu: Lejátszási statisztikák megjelenítése
id: Tampilkan statistik pemutaran
ja: 再生データの統計を表示
nb_no: Vis avspillingsstatistikk
pl: Pokaż statystyki odtwarzania
pt: Mostrar estatísticas da playlist
ro: Afișează statisticile de redare

source: Show sidebar when space permits
ar: إظهار الشريط الجانبي عندما تسمح المساحة
az: Boşluğa icazə verdikdə yan paneli göstər
ca: Mostra la barra lateral quan l'espai ho permeti
cs: Zobrazit postranní panel pokud je dost místa
de: Seitenleiste anzeigen, wenn Platz vorhanden
es: Mostrar barra lateral cuando el espacio lo permita
hi: जगह होने पर साइडबार दिखाएँ
hu: Oldalsáv megjelenítése, ha van elengendő hely
id: Tampilkan bilah sisi saat ruang memungkinkan
ja: 空きがあればサイドバーを表示
nb_no: Vis sidefelt når det er plass til det
pl: Pokazuj pasek boczny gdy jest na to miejsce
pt: Mostrar barra lateral quando o espaço permitir
ro: Afișați bara laterală atunci când spațiul permite

source: Shuffle
ar: خلط
az: Qarışdır
ca: Barrejar
cs: Zamíchat
de: Zufallswiedergabe
es: Mezclar
hi: फेंटें
hu: Keverés
id: Acak
ja: シャッフル
nb_no: Tilfeldig rekkefølge
pl: Mieszaj
pt: Randomizar
ro: Amestecă

source: Shuffle All
ar: خلط الجميع
az: Hamısını qarışdır
ca: Barreja-ho tot
cs: Zamíchat vše
de: Zufallswiedergabe alle
es: Mezclar todo
hi: सभी फेंटें
hu: Összes keverése
id: Acak Semua
ja: すべてシャッフル
nb_no: Tilfeldig rekkefølge for alt
pl: Mieszaj wszystkie
pt: Randomizar tudo
ro: Shuffle Toate

source: Sidebar
ar: الشريط الجانبي
az: Yan panel
ca: Barra lateral
cs: Postranní panel
de: Seitenleiste
es: Barra lateral
hi: साइडबार
hu: Oldalsáv
id: Bilah Sisi
ja: サイドバー
nb_no: Sidefelt
pl: Pasek boczny
pt: Barra lateral
ro: Bara laterală

source: Sign In Required
ar: مطلوب تسجيل الدخول
az: Giriş Tələb Olunur
ca: Inicia sessió obligatori
cs: Požaduje se přihlášení
de: Anmeldung erforderlich
es: Inicio de sesión requerido
hi: साइन इन आवश्यक
hu: Bejelentkezés szükséges
id: Tanda Masuk Diperlukan
ja: 要ログイン
nb_no: Innlogging kreves
pl: Wymagane logowanie
pt: Registo necessário
ro: Conectare obligatorie

source: Small
ar: صغير
az: Kiçik
ca: Petit
cs: Malý
de: Klein
es: Achicar
hi: छोटा
hu: Kicsi
id: Kecil
ja: 小
nb_no: Liten
pl: Mały
pt: Pequeno
ro: Mici

source: Sort
ar: فرز
az: Çeşidlə
ca: Ordena
cs: Třídit
de: Sortieren
es: Ordenar
hi: छाँटे
hu: Rendezés
id: Urutkan
ja: 並び替え
nb_no: Sortering
pl: Sortuj
pt: Organizar
ro: Fel

source: Sort: %@
ar: فرز: %@
az: Növ: %@
ca: Ordena: %@
cs: Třídit: %@
de: Sortieren: %@
es: Ordenar: %@
hi: छाँटे: %@
hu: Rendezés: %@
id: Urutkan: %@
ja: 並び替え: %@
nb_no: Soertering: %@
pl: Sortowanie: %@
pt: Organizar: %@
ro: Fel: %@

source: Source
ar: المصدر
az: Mənbə
ca: Font
cs: Zdroj
de: Quelle
es: Fuente
hi: स्रोत
hu: Forrás
id: Sumber
ja: 入力
nb_no: Kilde
pl: Źródło
pt: Fonte
ro: Sursă

source: Sponsor
ar: الراعي
ca: Patrocinador
cs: Sponzor
hi: प्रायोजक
hu: Szponzor
ja: 広告
pt: Patrocínio

source: SponsorBlock
ar: حظر الإعلانات
es: Bloque Patrocinador

source: SponsorBlock API Instance
ar: مثيل واجهة برمجة تطبيقات حظر الإعلانات
az: SponsorBlock API Nümunəsi
ca: Instància de l'API de SponsorBlock
cs: Instance API SponsorBlocku
de: SponsorBlock API-Instanz
es: Instancia de API del bloque Sponsor
hi: SponsorBlock API इन्सटेंस
hu: SponsorBlock API példány
id: Bagian API SponsorBlock
ja: SponsorBlock API インスタンス
nb_no: API-instans for SponsorBlock
pl: Instancja SponsorBlock
pt: Instância da API do SponsorBlock
ro: Instanță API SponsorBlock

source: Subscribe
ar: الإشتراك
az: Abunə Ol
ca: Subscriu-te
cs: Odebírat
de: Abonnieren
es: Suscribir
hi: सदस्य बनें
hu: Feliratkozás
id: Berlangganan
ja: 登録
nb_no: Abonner
pl: Subskrybuj
pt: Inscrever
ro: Abonează-te

source: Subscriptions
ar: الإشتراكات
az: Abunəliklər
ca: Subscripcions
cs: Odběry
de: Abonniert
es: Suscripciones
hi: सदस्यताएँ
hu: Feliratkozások
id: Langganan
ja: 登録チャンネル
nb_no: Abonnementer
pl: Subskrybcje
pt: Inscrições
ro: Abonamente

source: Switch to other public location
ar: التبديل إلى موقع عام آخر
az: Digər ictimai məkana keçid
ca: Canvia a un altre lloc públic
cs: Přepnout na jinou veřejnou lokaci
de: Zu einer anderen öffentlichen Adresse wechseln
es: Cambiar a otra ubicación pública
hi: दूसरे सार्वजनिक स्थान पर बदलें
hu: Váltás más nyilvános helyre
id: Alihkan ke lokasi publik lainnya
ja: ほかの公開インスタンスに変更
nb_no: Bytt til annet offentlig sted
pl: Przełącz publiczną lokalizację na inną
pt: Mudar para outra localização pública
ro: Comutați în altă locație publică

source: System controls buttons
ar: ‏أزرار نظام عناصر التحكم
az: Sistem nəzarət düymələri
ca: Botons de control del sistema
cs: Tlačítka ovládání systému
de: Systemsteuerungstasten
es: Botones de control del sistema
hi: सिस्टम नियंत्रण बटन
hu: Rendszervezérlő gombok
id: Tombol kontrol sistem
ja: システム制御ボタン
nb_no: Knapper for systemkontroll
pl: Przyciski w systemowych kontrolkach
pt: Botões de controle do sistema
ro: Butoane de control al sistemului

source: This cannot be reverted
ar: هذا لا يمكن تغييره
az: Bu geri qaytarıla bilməz
ca: Això no es pot desfer
cs: Toto nelze vrátit zpět
de: Dies kann nicht zurückgenommen werden
es: Esto no se puede revertir
hi: यह वापस नहीं लिया जा सकता है
hu: Ezt nem lehet visszaállítani
id: Ini tidak dapat dikembalikan
ja: 元に戻せません
nb_no: Dette kan ikke angres
pl: Nie można tego cofnąć
pt: Isso não pode ser revertido
ro: Acest lucru nu poate fi inversat

source: This cannot be reverted. You might need to switch between views or restart the app to see changes.
ar: لا يمكن التراجع عن هذا. قد تحتاج إلى التبديل بين طرق العرض أو إعادة بدء تشغيل التطبيق للاطلاع على التغييرات.
az: Bu geri qaytarıla bilməz. Dəyişiklikləri görmək üçün baxışlar arasında keçid edin və ya tətbiqi yenidən başladın.
ca: Això no es pot desfer. És possible que hàgiu de canviar entre visualitzacions o reiniciar l'aplicació per veure els canvis.
cs: To nelze vrátit zpět. Možná budete muset přepínat mezi zobrazeními nebo restartovat aplikaci, abyste viděli změny.
de: Dies ist unwiderruflich. Eventuell müssen Sie zwischen den Ansichten wechseln oder die App neu starten, um die Änderungen zu sehen.
es: Esto no se puede revertir. Es posible que deba cambiar entre vistas o reiniciar la aplicación para ver los cambios.
hi: इसे वापस नहीं किया जा सकता है। परिवर्तनों को देखने के लिए आपको दृश्यों के बीच स्विच करने या ऐप को पुनरारंभ करने की आवश्यकता हो सकती है।
hu: Ezt nem lehet visszaállítani. Előfordulhat, hogy váltania kell a nézetek között, vagy újra kell indítania az alkalmazást, hogy láthassa a változásokat.
id: Ini tidak dapat dikembalikan. Anda mungkin perlu beralih antar tampilan atau mulai-kembali aplikasi untuk melihat perubahan.
ja: 元に戻せません。変更の確認には、表示を切り替えたり、アプリの再起動が必要なこともあります。
nb_no: Dette kan ikke angres. Det kan hende du må bytte mellom visninger eller starte programmet på ny for å iføre endringene.
pl: Nie można tego cofnąć. Ponowne uruchomienie aplikacji może być wymagane aby zobaczyć zmiany.
pt: Isso não pode ser revertido. Talvez precise mudar de visualização ou reiniciar o app para ver mudanças.
ro: Acest lucru nu poate fi inversat. Poate fi necesar să comutați între vizualizări sau să reporniți aplicația pentru a vedea modificările.

source: This information will be processed only on your device and used to connect you to the server in the specified country.
ar: ستتم معالجة هذه المعلومات فقط على جهازك واستخدامها لتوصيلك بالخادم في البلد المحدد.
az: Bu məlumat yalnız cihazınızda işlənəcək və sizi göstərilən ölkədəki serverə qoşmaq üçün istifadə olunacaq.
ca: Aquesta informació només es processarà al vostre dispositiu i s'utilitzarà per connectar-vos al servidor del país especificat.
cs: Tyto informace budou zpracovány pouze na vašem zařízení a použity k připojení k serveru v určené zemi.
de: Diese Informationen werden nur auf Ihrem Gerät verarbeitet und dazu verwendet, Sie mit dem Server im angegebenen Land zu verbinden.
es: Esta información se procesará solo en su dispositivo y se utilizará para conectarlo al servidor en el país especificado.
hi: यह जानकारी केवल आपके डिवाइस पर संसाधित की जाएगी और आपको निर्दिष्ट देश में सर्वर से कनेक्ट करने के लिए उपयोग की जाएगी।
hu: Ez az információ csak az Ön eszközén kerül feldolgozásra, és arra használjuk, hogy Önt a megadott országban lévő kiszolgálóhoz kapcsoljuk.
id: Informasi ini hanya akan diproses pada perangkat kamu dan digunakan untuk menghubungkan kamu ke peladen di negara yang ditentukan.
ja: この情報は、この端末上でのみ処理され、指定した国のサーバーに接続するために使用されます。
nb_no: Denne infoen behandles kun på din enhet og brukes for å koble deg til tjeneren i angitt land.
pl: Ta informacja będzie przetwarzana tylko na tym urządzeniu aby połączyć cię z najbliższym serwerem.
pt: Esta informação será processada apenas no seu aparelho e será usada para conecta-lo ao servidor no país especificado.
ro: Aceste informații vor fi procesate numai pe dispozitivul dvs. și utilizate pentru a vă conecta la serverul din țara specificată.

source: Upload date
ar: تاريخ الرفع
az: Yükləmə tarixi
ca: Data de càrrega
cs: Datum nahrání
de: Uploaddatum
es: Actualizar fecha
hi: अपलोड दिनांक
hu: Feltöltés dátuma
id: Tanggal Unggah
ja: 公開日
nb_no: Opplastingsdato
pl: Data dodania
pt: Data de upload
ro: Data de incarcare

source: URL
ar: الرابط
es: ORL
hi: यू॰आर॰एल॰
hu: Webcím
nb_no: Nettadresse
pl: Adres
ro: URL-ul

source: Used to create links from videos, channels and playlists
ar: يستخدم لإنشاء روابط من مقاطع الفيديو والقنوات وقوائم تشغيل
az: Videolar, kanallar və pleylistlərdən bağlantılar yaratmaq üçün istifadə olunur
ca: S'utilitza per crear enllaços a partir de vídeos, canals i llistes de reproducció
cs: Slouží k vytváření odkazů z videí, kanálů a playlistů
de: Zum Erstellen von Links aus Videos, Kanälen und Wiedergabelisten
es: Se utiliza para crear enlaces de videos, canales y listas de reproducción
hi: वीडियो, चैनल और प्लेलिस्ट से लिंक बनाने के लिए उपयोग किया जाता है
hu: Videók, csatornák és lejátszási listák hivatkozásainak létrehozásához használható
id: Digunakan untuk membuat tautan dari video, saluran, dan daftar putar
ja: 動画、チャンネル、再生リストからのリンク作成に使用
nb_no: Brukt til å opprette lenker fra videoer, kanaler, og spillelister
pl: Do tworzenia linków wideo, kanałów i playlist
pt: Usado para criar ligações de vídeos, canais e playlists
ro: Folosit pentru a crea linkuri din videoclipuri, canale și playlisturi

source: Username
ar: اسم المستخدم
az: İstifadəçi adı
ca: Nom d'usuari
cs: Uživatelské jméno
de: Benutzername
es: Nombre de usuario
hi: यूज़रनाम
hu: Felhasználónév
id: Nama Pengguna
ja: ユーザー名
nb_no: Brukernavn
pl: Nazwa użytkownika
pt: Nome de utilizador
ro: Nume de utilizator

source: Very Large
ar: كبير جدا
az: Çox Böyük
ca: Molt gran
cs: Velmi velké
de: Sehr groß
es: Muy grande
hi: बहुत बड़ा
hu: Nagyon nagy
id: Sangat Besar
ja: 巨大
nb_no: Veldig stort
pl: Bardzo duży
pt: Muito grande
ro: Foarte larg

source: Videos
ar: مقاطع الفيديو
az: Videolar
ca: Vídeos
cs: Videa
hi: वीडियों
hu: Videók
id: Video
ja: 動画
nb_no: Videoer
pl: Wideo
pt: Vídeos
ro: Videoclipuri

source: Views
ar: المشاهدات
az: Baxış
ca: Vistes
cs: Zhlédnutí
de: Aufrufe
es: Vistas
hi: दृश्य
hu: Megtekintések
id: Penonton
ja: 視聴回数
nb_no: Visninger
pl: Wyświetlenia
pt: Visualizações
ro: Vizionări

source: Watched
ar: تمت المشاهدة
az: Baxıldı
ca: Mirat
cs: Shlédnuto
de: Gesehen
es: Vistos
hi: देखा गया
hu: Megtekintett
id: Ditonton
ja: 視聴済み
nb_no: Sett
pl: Obejrzane
pt: Assistido
ro: Vizionat

source: Watched %@
ar: تمت ‏ المشاهدة %@
az: %@ 'da baxılıb
ca: Mirat %@
cs: Shlédnuto %@
de: %@ gesehen
es: Visto %@
hi: %@ देखा गया
hu: Megtekintve ekkor: %@
id: Ditonton %@
ja: 前回の視聴 %@
nb_no: Sett %@
pl: Obejrzano %@
pt: Assistido %@
ro: Vizionat %@

source: Watching now
ar: المشاهدة الآن
az: İndi izlənilir
ca: Mirant ara
cs: Sledováno nyní
de: Jetzt anschauen
es: Viendo ahora
hi: देख रहे हैं
hu: Megtekintés most
id: Menonton sekarang
ja: 視聴中
nb_no: Spiller nå
pl: Oglądane teraz
pt: Assistindo agora
ro: Vizionarea acum

source: Week
ar: أسبوع
az: Həftə
ca: Setmana
cs: Týden
de: Woche
es: Semana
hi: सप्ताह
hu: Hét
id: Minggu
ja: 週
nb_no: Uke
pl: Tydzień
pt: Semana
ro: Săptămâna

source: Welcome
ar: مرحبا
az: Xoş gəldiniz
ca: Benvingut
cs: Vítejte
de: Willkommen
es: Bienvenido
hi: स्वागत
hu: Üdvözöljük
id: Selamat Datang
ja: ようこそ
nb_no: Velkommen
pl: Witaj
pt: Boas-vindas
ro: Bine ați venit

source: When partially watched video is played
ar: عند تشغيل الفيديو الذي تمت المشاهدة جزئيا
az: Qismən baxılan video oynadıldıqda
ca: Quan es reprodueix un vídeo parcialment vist
cs: Když částečně shlédnuté video je přehráno
de: Wenn ein teilweise angesehenes Video abgespielt wird
es: Cuando se reproduce un video visto parcialmente
hi: जब आंशिक रूप से देखा गया वीडियो चलाया जाता है
hu: Részlegesen megtekintett videó lejátszásakor
id: Saat video yang ditonton sebagian diputar
ja: 一部視聴済みの動画の再生時
nb_no: Når halvspilt video spilles
pl: Gdy odtwarzane jest poprzednio widziane wideo
pt: Quando um vídeo parcialmente assistido é tocado
ro: Când este redat videoclipul vizionat parțial

source: Wi-Fi
ar: واي فاي
hi: वाईफ़ाई

source: Yattee %@ (build %@)
ar: Yattee %@ (بناء %@)
az: Yattee %@ (%@ tikinti)
ca: Yattee %@ (compilació %@)
cs: Yattee %@ (sestavení %@)
es: Yattee %@ (compilación %@)
hi: याटी %@ (बिल्ड %@)
hu: Yattee %@ (összeállítási szám: %@)
ja: Yattee %@ (ビルド %@)
nb_no: Yattee %@ (bygg %@)
pt: Yattee %@ (compilação %@)

source: Year
ar: سنة
az: İl
ca: Any
cs: Rok
de: Jahr
es: Año
hi: साल
hu: Év
id: Tahun
ja: 年
nb_no: År
pl: Rok
pt: Ano
ro: Anul

source: You can find information about using Yattee in the Wiki pages.
ar: يمكنك العثور على معلومات حول استخدام Yattee في صفحات الWiki.
az: Yattee istifadə haqqında məlumatı Viki səhifələrində tapa bilərsiniz.
ca: Podeu trobar informació sobre com utilitzar Yattee a les pàgines de la Viqui.
cs: Informace o používání Yattee najdete na Wiki stránkách.
de: Informationen zur Verwendung von Yattee finden Sie auf den Wiki-Seiten.
es: Puede encontrar información sobre el uso de Yattee en la Wiki.
hi: आप विकि पृष्ठों में याटी का उपयोग करने के बारे में जानकारी प्राप्त कर सकते हैं।
hu: A Yattee használatával kapcsolatos információkat a Wiki oldalon találhat.
id: Kamu dapat menemukan informasi tentang penggunaan Yattee di halaman Wiki.
ja: Wiki から Yattee の使い方を探せますよ。
nb_no: Du finner info om bruk av Yattee på wiki-sidene.
pl: Trochę informacji jak używać Yattee możesz znaleźć w Wiki.
pt: Pode encontrar informações sobre como usar o Yatte nas páginas da Wiki.
ro: Puteți găsi informații despre utilizarea Yattee în paginile Wiki.

source: You can use automatic profile selection based on current device status or switch it in video playback settings controls.
ar: يمكنك استخدام التحديد التلقائي لملف التعريف استنادا إلى حالة الجهاز الحالية أو تبديله في عناصر التحكم في إعدادات تشغيل الفيديو.
az: Siz cari cihaz vəziyyətinə əsasən avtomatik profil seçimindən istifadə edə və ya onu video oynatma tənzimləmələri nəzarətlərində dəyişə bilərsiniz.
ca: Podeu utilitzar la selecció automàtica de perfils segons l'estat actual del dispositiu o canviar-lo als controls de configuració de reproducció de vídeo.
cs: Můžete použít automatický výběr profilu podle aktuálního stavu zařízení nebo jej přepnout v nastavení přehrávání.
de: Sie können die automatische Profilauswahl basierend auf dem aktuellen Gerätestatus verwenden oder sie in den Einstellungen für die Videowiedergabe umschalten.
es: Puede usar la selección de perfil automática según el estado actual del dispositivo o cambiarla en los controles de configuración de reproducción de video.
hi: आप वर्तमान डिवाइस स्थिति के आधार पर स्वचालित प्रोफ़ाइल चयन का उपयोग कर सकते हैं या इसे वीडियो प्लेबैक सेटिंग नियंत्रण में बदल कर सकते हैं।
hu: Használhatja az automatikus profilválasztást az eszköz aktuális állapota alapján, vagy átkapcsolhatja a videólejátszás beállításainak vezérlőelemein.
id: Kamu dapat menggunakan pemilihan profil otomatis berdasarkan status perangkat saat ini atau mengalihkannya dalam kontrol pengaturan pemutaran video.
ja: 現在の端末の状態に基づく自動的なプロファイル選択を使うか、動画の再生設定の制御から切り替えるできます。
nb_no: Du kan bruke automatisk profilvalg basert på enhetsstatus eller bytte til det i innstillingene for videoavspilling.
pl: Możesz używać automatycznego wybierania profilu albo wybrać inny z ustawień odtwarzania wideo.
pt: Pode usar a seleção automática de perfil baseado no status do aparelho atual ou mudar nos controles dos ajustes de playback de vídeo.
ro: Puteți utiliza selecția automată a profilului pe baza stării curente a dispozitivului sau o puteți comuta în controalele setărilor de redare video.

source: You have no Playlists
ar: ليس لديك قوائم تشغيل
az: Pleylistiniz yoxdur
ca: No tens llistes de reproducció
cs: Nemáte žádné playlisty
de: Sie haben keine Wiedergabelisten
es: No tienes listas de reproducción
hi: कोई प्लेलिस्ट नहीं
hu: Nincsenek lejátszási listái
id: Kamu tidak memiliki Daftar Putar
ja: 再生リストなし
nb_no: Du har ingen spillelister
pl: Nie masz żadnych playlist
pt: Não tem playlists
ro: Nu aveți Playlisturi

source: You have no playlists Tap on "New Playlist" to create one
ar: ليس لديك قوائم تشغيل الضغط على "قائمة تشغيل جديدة" لإنشاء واحدة
az: Pleylistiniz yoxdur. Birini yaratmaq üçün "Yeni Pleylist" üzərinə kliklə
ca: No tens llistes de reproducció Toqueu "Nova llista de reproducció" per crear-ne una
cs: Nemáte žádné playlisty. Klikněte na "Nový playlist" aby jste jeden vytvořili
de: Sie haben keine Wiedergabelisten Klicken Sie auf "Neue Wiedergabeliste", um eine zu erstellen
es: No tienes listas de reproducción Toca "Nueva lista de reproducción" para crear una
hi: कोई प्लेलिस्ट नहीं एक बनाने के लिए "नई प्लेलिस्ट" पर टैप करें
hu: Nincsenek lejátszási listái Koppintson az „Új lejátszási lista” gombra a létrehozásához
id: Kamu tidak memiliki daftar putar Ketuk pada "Daftar Putar Baru" untuk membuat yang baru
ja: 再生リストなし 作成には「新規再生リスト」をタップ
nb_no: Du har ingen spillelister. Trykk på «Ny spilleliste» for å opprette en.
pl: Nie masz żadnych list odtwarzania Stuknij w "Nowa lista odtwarzania", aby ją stworzyć
pt: Não tem playlists Toque em “Nova Playlist” para criar uma
ro: Nu aveți playlisturi Atingeți „Playlist nou” pentru a crea una

source: You need to create an instance and accounts to access %@ section
ar: تحتاج إلى إنشاء مثيل وحسابات للوصول إلى قسم %@
az: Nümunə və hesablar yaratmalısınız %@ bölməsinə daxil olmaq üçün
ca: Heu de crear una instància i comptes per accedir a la secció %@
cs: Musíte vytvořit instanci a účty aby jste otevřeli sekci: %@
de: Sie müssen eine Instanz und Konten erstellen um auf den Bereich %@ zuzugreifen
es: Necesita crear una instancia y cuentas para acceder a la sección %@
hi: आपको एक इन्सटैंस और खाते बनाने की आवश्यकता है %@ अनुभाग तक पहुँचने के लिए
hu: Létre kell hoznia egy példányt és fiókokat a(z) %@ szakasz eléréséhez
id: Kamu perlu untuk membuat representasi dan akun untuk akses bagian %@
ja: %@ セクションの利用には インスタンスとアカウントの作成が必要
nb_no: Du må opprette en instans og kontoer for å få tilgang til %@-delen
pl: Musisz dodać instancję i konto aby otworzyć sekcję: %@
pt: Precisa criar uma instância e conta para acessar a secção %@
ro: Trebuie să creați o instanță și conturi pentru a accesa secțiunea %@

source: You need to select an account to access %@ section
ar: تحتاج إلى تحديد حساب للوصول إلى قسم %@
az: Siz hesab seçməlisiniz %@ bölməsinə daxil olmaq üçün
ca: Heu de seleccionar un compte per accedir a la secció %@
cs: Musíte si zvolit účet aby jste otevřeli sekci: %@
de: Sie müssen ein Konto auswählen um auf den Bereich %@ zuzugreifen
es: Debes seleccionar una cuenta para acceder a la sección %@
hi: आपको एक खाता चुनना होगा %@ अनुभाग तक पहुँचने के लिए
hu: Ki kell választania egy fiókot a(z) %@ szakasz eléréséhez
id: Kamu perlu untuk memilih akun untuk akses bagian %@
ja: %@ セクションの利用には アカウントの選択が必要
nb_no: Du må velge en konto for å få tilgang til %@-delen.
pl: Musisz wybrać konto aby otworzyć sekcję: %@
pt: Precisa selecionar uma conta para acessar a secção %@
ro: Trebuie să selectați un cont pentru a accesa secțiunea %@

source: Unlisted
ar: غير مدرج
az: Siyahıdan kənar
ca: No llistat
cs: Neuvedená
de: Nicht aufgelistet
es: Delistado
hi: गैर-सूचीबद्ध
hu: Felsorolatlan
id: Tidak Terdaftar
ja: 限定公開
nb_no: Ikke offentlig
pl: Nielistowana
pt: Não listado
ro: Nelistate

source: Now Playing
ar: يعرض الآن
az: İndi Oynadılır
ca: Ara reproduïnt
cs: Nyní hraje
de: Jetzt läuft
es: Reproduciendo
hi: अभी चल रहा
hu: Jelenleg lejátszás alatt
id: Putar Sekarang
ja: 再生中
nb_no: Spilles nå
pl: Odtwarzane
pt: Tocando Agora
ro: Acum Redând

source: Playback queue is empty
ar: قائمة الإنتظار التشغيل فارغة
az: Oynatma növbəsi boşdur
ca: La cua de reproducció està buida
cs: Fronta přehrávání je prázdná
de: Die Wiedergabewarteschlange ist leer
es: La cola de reproducción está vacía
hi: प्लेबैक क़तार खाली है
hu: A lejátszási várólista üres
id: Antrean pemutaran kosong
ja: 再生待ちなし
nb_no: Avspillingskøen er tom
pl: Kolejka odtwarzania jest pusta
pt: Fila de playback está vazia
ro: Coada de redare este goală

source: Playing Next
ar: تشغيل التالي
az: Növbəti Oynadılır
ca: Reproduint a continuació
cs: Dále hraje
de: Nächstes Spiel
es: Reproduciendo siguiente
hi: अगला चल रहा
hu: Következő lejátszása
id: Memutar Selanjutnya
ja: 次に再生
nb_no: Spilles etterpå
pl: W kolejce
pt: Tocando Depois
ro: Redarea Următorul
